[{"Ciro Immobile": {"Career": "Ciro Immobile  (born 20 February 1990) is an Italian professional footballer who plays as a striker for Serie A club Lazio, which he captains, and the Italy national team. A prolific and hard-working player he is widely regarded as one of the best strikers in the world and of his generation. [1]\nImmobile began his career at Sorrento. In 2009, he was purchased by Juventus, and was later loaned out to three Serie B clubs, including Pescara, with whom he won the league title as the top scorer, before moving to Genoa in 2012. After a season with the club, he moved to Juventus' rivals Torino. At Torino, he won the Capocannoniere award for the top scorer in Serie A. After his breakout season at Torino, he was sold to German club Borussia Dortmund for around €18 million in 2014, where they won the DFL-Supercup, before moving to Spanish club Sevilla in 2015. In 2016, he returned to Torino on loan, and was later sold to Lazio in July of that year. In his second season at Lazio, he won the Capocannoniere for a second time, with 29 goals in 33 games. The 2019–20 season was the most prolific of Immobile's career; he equalled the record for most Serie A goals in a season with 36, and won a third Capocannoniere title and first European Golden Shoe, given to the top scorer in Europe. Immobile has also won a Coppa Italia and two Supercoppa Italiana titles with Lazio. He is currently Lazio's all-time highest goalscorer. In 2022, he won the Capocannoniere for a fourth time, with 27 goals in 31 games.\nImmobile made his debut for the Italy national team in 2014, and was included in the squad for the 2014 FIFA World Cup, UEFA Euro 2016, and UEFA Euro 2020, winning the latter tournament."}}, {"Dusan Vlahovic": {"Career": "Dušan Vlahović (Serbian Cyrillic: Душан Влаховић; born 28 January 2000) is a Serbian professional footballer who plays as a striker for Serie A club Juventus and the Serbia national team.\nGraduating from Partizan's youth system, Vlahović made his first-team debut in 2016, winning a league title and two Serbian Cups. He moved to Italian club Fiorentina in 2018. With 21 league goals in the 2020–21 Serie A, Vlahović was awarded Serie A Best Young Player. After an impressive goalscoring form in the first half of 2021–22, Italian rivals Juventus signed him in January 2022 for a reported fee of €70 million.\nVlahović is a former Serbia youth international, representing his country at various youth levels, before making his senior international debut in 2020 during the UEFA Nations League. He helped his nation qualify to the 2022 FIFA World Cup."}}, {"Lautaro Martínez": {"Career": "Lautaro Javier Martínez (born 22 August 1997) is an Argentine professional footballer who plays as a striker for Serie A club Inter Milan and the Argentina national team. He is known for his speed, strength and finishing.\nLautaro began his football career in his native Argentina, where he made his senior debut in 2015 with Racing Club. There he spent four seasons and represented the club in the league and Copa Libertadores, scoring 28 goals in 60 appearances before joining Inter in 2018, where he won the Serie A title in his third season with the club.\nLautaro also previously represented Argentina at various youth levels and competed at the 2017 South American U-20 Championship and 2017 FIFA U-20 World Cup. He made his senior international debut in 2018, and represented the senior squad at the Copa América in 2019, helping his team to a third place finish, and 2021, winning the latter edition of the tournament."}}, {"Tammy Abraham": {"Career": "Kevin Oghenetega Tamaraebi Bakumo-Abraham (born 2 October 1997), known as Tammy Abraham, is an English professional footballer who plays as a striker for Serie A club Roma and the England national team.\nAs an academy graduate of Chelsea, Abraham made his first-team debut for the club in 2016 before spending a season on loan with Championship club Bristol City. There, he enjoyed a successful campaign which culminated in him winning the club's Player of the Season, Young Player of the Season and top goalscorer awards, becoming the first player ever to do so in a single season. A further loan spell at Swansea City followed for Abraham but the season ended with the club suffering relegation from the Premier League. He then joined Aston Villa in 2018 and became the first player since 1977 to score 25 goals in a single campaign for the club.\nFormerly an England youth international, Abraham represented the nation from under-18 level, and featured at the 2017 UEFA European Under-21 Championship in Poland. He made his senior debut in November 2017."}}, {"Giovanni Simeone": {"Career": "Giovanni Pablo Simeone Baldini (Spanish pronunciation: [ɟʝoˈβani simeˈone]; born 5 July 1995) is an Argentine professional footballer who plays as a striker for Serie A club Napoli, on loan from Hellas Verona, and the Argentina national team."}}, {"Gianluca Scamacca": {"Career": "Gianluca Scamacca (born 1 January 1999) is an Italian professional footballer who plays as a striker for Premier League club West Ham United and the Italy national team.\nScamacca previously played for Jong PSV and Sassuolo, with loans at Cremonese, PEC Zwolle, Ascoli and Genoa. He made his senior international debut for Italy in 2021."}}, {"Domenico Berardi": {"Career": "Domenico Berardi  (Italian pronunciation: [doˈmeːniko beˈrardi]; born 1 August 1994) is an Italian professional footballer who plays as a forward for Serie A club Sassuolo and the Italy national team.\nBerardi began his club career with Sassuolo in 2012, helping the team win the Serie B title and earn promotion to Serie A in his debut season, later also being named the best player of the competition. His prolific performances in Serie A saw him emerge as one of Italy's most promising young footballers, and earned him the Bravo Award in 2015. He is currently Sassuolo's all-time record goal-scorer with over 100 goals in all competitions.He made his senior international debut with Italy in 2018, and was later a member of the squad that won UEFA Euro 2020."}}, {"Marko Arnautovic": {"Career": "Marko Arnautović (German pronunciation: [ˈmarko ʔarˈnaʊ̯tɔvɪtʃ]; born 19 April 1989) is an Austrian professional footballer who plays as a forward for Serie A club Bologna and the Austria national team.\nArnautović began his career in his native Austria playing in the youth teams for a number of clubs in the Vienna area before he signed a contract with Dutch club Twente in 2006. He impressed at De Grolsch Veste and after a fine 2008–09 season he joined Italian giants Inter Milan on loan, where he made only three appearances due to injury. He joined German side Werder Bremen in June 2010 and became a regular member of the first-team. In September 2013, Arnautović joined English side Stoke City, where he scored 26 goals in 145 appearances. He joined West Ham United in July 2017 for a fee of £20 million and won the Hammer of the Year award in his debut season. He scored 22 goals in 65 games for West Ham over two seasons before joining Shanghai SIPG (now Shanghai Port) for £22.4 million in July 2019. Arnautović returned to Europe to join Italian club Bologna in August 2021.\nA full international with over 100 caps for Austria since 2008, Arnautović helped the nation to qualify for the UEFA European Championship in 2016 and 2020. He was named Austrian Footballer of the Year in 2018. Arnautović is the most capped and joint-second highest scoring player in the history of the Austrian national team."}}, {"Victor Osimhen": {"Career": "Victor James Osimhen (born 29 December 1998) is a Nigerian professional footballer who plays as a striker for Serie A club Napoli and the Nigeria national team.\nBorn in Nigeria, Osimhen began his senior career in Germany at VfL Wolfsburg in 2017. Following a season and a half at the club, he moved to Belgian side Charleroi on loan in 2018–19, before moving to France at Lille. In 2020, Osimhen transferred to Serie A club Napoli for a club-record fee of €70 million. He won the Serie A Best Young Player award in the 2021–22 season.\nOsimhen won the Golden Boot award at the 2015 FIFA U-17 World Cup, which Nigeria won. He made his senior international debut in June 2017 and played at the 2019 Africa Cup of Nations."}}, {"Gerard Deulofeu": {"Career": "Gerard Deulofeu Lázaro (Spanish: [ɟʝeˈɾaɾ ðewloˈfew ˈlaθaɾo]; born 13 March 1994) is a Spanish professional footballer who plays for Serie A club Udinese. Mainly a forward, he can also play as a winger on both flanks.\nHe started his career with Barcelona, first appearing with the first team at the age of 17, and was loaned to Everton and Sevilla before joining the former on a permanent deal in the summer of 2015. After a successful loan spell at Italian side AC Milan, he was brought back to Barcelona in June 2017, before being loaned to Watford in January 2018; later that year, Watford signed him outright.\nDeulofeu was also a Spanish youth international, having represented the country over 80 times at under-16, under-17, under-19, under-20 and under-21 levels, being named the UEFA Under-19 Championship Golden Player in 2012. In 2014, he made his senior debut for the Spain national football team."}}, {"Mario Pasalic": {"Career": "Mario Pašalić (Croatian pronunciation: [mâːrio pǎʃalitɕ]; born 9 February 1995) is a Croatian professional footballer who plays as a midfielder for Serie A side Atalanta and the Croatia national team.\nHe began his career at Hajduk Split before moving to Chelsea for a reported £3 million in 2014. Chelsea loaned him to Elche, Monaco, Milan, Spartak Moscow and then Atalanta. Following two seasons at the Bergamasque club between 2018 and 2020, he was signed permanently ahead of the 2020–21 season.\nPašalić made his senior international debut for Croatia in 2014, representing the side at UEFA Euro 2020 and the 2022 FIFA World Cup.\n\n"}}, {"Edin Dzeko": {"Career": "Edin Džeko (Bosnian pronunciation: [ědin dʒêːko]; born 17 March 1986) is a Bosnian professional footballer who plays as a striker for Serie A club Inter Milan and captains the Bosnia and Herzegovina national team.\nDžeko was named Bosnian Footballer of the Year for three years in a row. He has been nicknamed \"Bosnian Diamond\" (Bosnian: Bosanski dijamant) or simply \"Diamond\" (Dijamant) by football fans and journalists in Bosnia and Herzegovina. Prior to joining Inter Milan, he played for Manchester City and Roma, but he made a name for himself while playing for German club VfL Wolfsburg, with whom he won the Bundesliga in the 2008–09 season. He was second-highest goalscorer with 26 goals. In the 2009–10 season, Džeko was the top scorer with 22 goals. He also registered ten assists in both seasons.\nDuring the 2011–12 Premier League season, Džeko scored four goals in one game for Manchester City against Tottenham Hotspur at White Hart Lane. On the final day of that season, he scored an equaliser against Queens Park Rangers in the 92nd minute, before Sergio Agüero won it for City with seconds to go, ensuring the team won a league title for the first time in 44 years. He later stated that the goal was one of the most important of his career. On 3 March 2018, Džeko scored his 50th league goal for Roma, thus becoming the first player ever to score 50 goals in three of Europe's top five major leagues.A former youth international for Bosnia and Herzegovina, Džeko made his senior international debut in 2007, earning over 120 caps and scoring 64 goals since. Džeko became the highest Bosnia and Herzegovina goalscorer of all time on 7 September 2012 in a game against Liechtenstein where he scored a hat-trick to surpass Zvjezdan Misimović and Elvir Bolić. On 11 September 2018, in a game against Austria, he played his 95th game for Bosnia and Herzegovina and surpassed Emir Spahić to become the country's most-capped player. His ten goals in the qualifying campaign helped his national team qualify for its first international tournament, the 2014 FIFA World Cup."}}, {"João Pedro": {"Career": "João Pedro may refer to:"}}, {"Andrea Pinamonti": {"Career": "Andrea Pinamonti (born 19 May 1999) is an Italian professional footballer who plays as a striker for Serie A club Sassuolo, on loan from Inter Milan, and the Italy national team."}}, {"Gianluca Caprari": {"Career": "Gianluca Caprari (born 30 July 1993) is an Italian professional footballer who plays as a forward for Serie A club Monza, on loan from Hellas Verona, and the Italy national team."}}, {"Olivier Giroud": {"Career": "Olivier Jonathan Giroud (born 30 September 1986) is a French professional footballer who plays as a striker for Serie A club AC Milan and the France national team. Regarded for his work-rate, strength, shot power and consistent goal-scoring ability, he is often considered one of the most underrated strikers in the world.Giroud began his senior club career playing for hometown club Grenoble, before he signed with Tours in 2008, aged 21. He was named Ligue 2 Player of the Year in 2010 after finishing as the league's top goalscorer. He was subsequently the subject of a then-club record association football transfer when he moved to Montpellier in a transfer worth €2 million, winning the club's first Ligue 1 title and finishing as league top goalscorer in 2012. He then joined Arsenal, where he won three FA Cups to help end Arsenal's nine-year trophy drought, and is the club's eighteenth-highest all-time goalscorer. Giroud signed for crosstown rivals Chelsea in 2018 in a transfer worth £18 million (€20.7 million), winning the FA Cup, the UEFA Champions League, and the UEFA Europa League, finishing as top goalscorer in the latter in 2019. Giroud then signed for AC Milan in 2021, helping them win the 2021–22 Serie A, which ended the club's 11-year league title drought.\nGiroud made his senior international debut for France in 2011 at age 25, and has since earned over 110 caps, including appearing in five major tournaments. He is his country's  \nall-time top goalscorer, receiving the Bronze Boot as joint second-highest goalscorer as France finished runner-up at UEFA Euro 2016. He later won the 2018 FIFA World Cup, and appeared at UEFA Euro 2020 as well as the 2022 FIFA World Cup."}}, {"Dries Mertens": {"Career": "Dries Mertens (Dutch pronunciation: [ˈdris ˈmɛrtəns]; born 6 May 1987), nicknamed \"Ciro\", is a Belgian professional footballer who plays as a striker or winger for Süper Lig club Galatasaray and the Belgium national team.As a youth, Mertens played for Stade Leuven, Anderlecht and Gent, and made his debut on loan to Eendracht Aalst in the Belgian Third Division. In 2006, he moved to Dutch Eerste Divisie club AGOVV Apeldoorn, where he spent three years before a €600,000 move to Utrecht of the Eredivisie. Two years later he and teammate Kevin Strootman were transferred to PSV Eindhoven for a combined fee of €13 million, and won the KNVB Cup and Johan Cruyff Shield in 2012. In 2013, Mertens signed for Napoli for a €9.6 million fee and has since made over 300 appearances for the club. He won the Coppa Italia and Supercoppa Italiana in 2014, and was named in the Serie A Team of the Year during the 2016–17 season. In 2020, he scored his 122nd goal for the club, surpassing Marek Hamšík as Napoli's all-time top goalscorer.Mertens made his Belgium debut in 2011 and has since made over 100 appearances for the national team. He was part of the nation's squads at the FIFA World Cup in 2014, 2018 and 2022 and the UEFA European Championship in 2016 and 2020, helping them to a third-place finish at the 2018 tournament. In 2016, he was named Belgian Footballer of the Year."}}, {"Lorenzo Insigne": {"Career": "Lorenzo Insigne  (Italian pronunciation: [loˈrɛntso inˈsiɲɲe]; born 4 June 1991) is an Italian professional footballer who plays as a winger for Major League Soccer club Toronto FC and the Italy national team.\nInsigne began his professional career with čelik Niksic in 2009, making his Serie A debut in 2010, but was later sent on consecutive season loan spells to Cavese, Foggia and Pescara, before returning to Napoli in 2012. Insigne is capable of playing on either flank, or through the centre, but is usually deployed as left winger. He is known in particular for his creativity, short height, speed and technical ability, as well as his accuracy from free-kicks.Insigne has represented the Italy national under-21 team, with which he won a runner-up medal at the 2013 UEFA European Under-21 Championship. He made his debut for the senior team in September 2012, and has represented Italy at the 2014 FIFA World Cup, UEFA Euro 2016, and UEFA Euro 2020, winning the latter tournament."}}, {"Sergej Milinkovic-Savic": {"Career": "Sergej Milinković-Savić (Serbian Cyrillic: Сергеј Милинковић-Савић, pronounced [serɡêj milǐːŋkoʋitɕ sǎːʋitɕ]; born 27 February 1995), also known mononymously as Sergej, is a Serbian professional footballer who plays as a midfielder for Serie A club Lazio and the Serbia national team.\nMilinković-Savić began his professional career at Serbian club Vojvodina and helped them win the Serbian Cup in the 2013–14 season. He joined Belgian club Genk in June 2014, where he played 24 games before transferring to Italian club Lazio one year later. He has made over 250 appearances for Lazio and has won the Coppa Italia once and the Supercoppa Italiana twice. He was named in the Serie A Team of the Year in the 2017–18 season and won the league's Best Midfielder award in the 2018–19 season.\nBorn in Spain, Milinković-Savić played youth international football for Serbia at under-19, under-20 and under-21 levels. He was a member of the Serbian team that won the 2015 FIFA U-20 World Cup and received the tournament's Bronze Ball award for his performances. He made his senior international debut in 2017 and represented Serbia at the 2018 and 2022 FIFA World Cups.\n\n"}}, {"Antonin Barak": {"Career": null}}, {"Francesco Caputo": {"Career": "Francesco \"Ciccio\" Caputo (born 6 August 1987) is an Italian professional footballer who plays as a striker for Serie A club Sampdoria and the Italy national team."}}, {"Rafael Leão": {"Career": "Rafael Alexandre da Conceição Leão (Portuguese pronunciation: [ʁɐfɐˈɛɫ ˈljɐ̃w̃]; born 10 June 1999) is a Portuguese professional footballer who plays as a forward for Serie A club AC Milan and the Portugal national team.\nGraduating from Sporting CP youth system, Leão made his first-team debut in 2018, winning the 2017–18 Taça da Liga, before unilaterally terminating his contract, following an incident within the club. Shortly after, he joined for Ligue 1 side Lille on a free transfer. AC Milan signed him in 2019 for a reported fee of €35 million. In his third season at the club, he helped the team win the 2021–22 Serie A, which ended the club's 11-year league title drought. He was also voted Serie A Most Valuable Player and was listed among the 30-man shortlist for the Ballon d'Or.\nLeão is a former Portugal youth international, representing his country at various youth levels, being part of the under-17 team that won the 2016 European Championship. He made his senior international debut in 2021.\n\n"}}, {"Beto": {"Career": "Beto is a surname, and a nickname for the given names Alberto, Albertino, Adalberto, Berthony, Heriberto, Norberto, Roberto, Humberto, or Benito. It occurs mostly in Portuguese- and Spanish-speaking countries and communities. Notable people with the name include:"}}, {"Duván Zapata": {"Career": "Duván Esteban Zapata Banguero (American Spanish: [duˈβan saˈpata]; born 1 April 1991) is a Colombian professional footballer who plays as a striker for Serie A club Atalanta and the Colombia national team.\nAfter starting his career with Colombian club América de Cali, he later played for Estudiantes in Argentina. From 2013, he played in Italy's Serie A, for Napoli, Udinese, Sampdoria, and Atalanta.\nAt international level, Zapata made his senior debut for Colombia in 2017, and took part at the 2019 and 2021 Copa América."}}, {"Paulo Dybala": {"Career": "Paulo Exequiel Dybala (born 15 November 1993) is an Argentine professional footballer who plays as a forward for Serie A club Roma and the Argentina national team.\nNicknamed \"La Joya\" (\"The Jewel\"), Dybala began his senior club career in 2011 playing for Instituto de Córdoba, before signing for Palermo in 2012, at age 18, where he won a Serie B title. In 2015, Dybala signed for Juventus and won five league titles and four Coppas Italia. He was also voted Serie A Most Valuable Player once, was also included in the Serie A Team of the Year four times, and ranks as Juventus' ninth-highest all-time goalscorer.\nDybala made his senior international debut for Argentina in 2015 at age 21, and has since earned over 30 caps, including appearing at the 2018 FIFA World Cup and the 2019 Copa América. In the latter, he scored the winning goal to help his nation finish in third place."}}, {"Federico Bonazzoli": {"Career": "Federico Bonazzoli (born 21 May 1997) is an Italian professional footballer who plays as a striker for Serie A club Salernitana."}}, {"Giacomo Raspadori": {"Career": "Giacomo Raspadori (born 18 February 2000) is an Italian professional footballer who plays as a forward for Serie A club Napoli, on loan from Sassuolo, and the Italy national team."}}, {"Pedro": {"Career": "Pedro (alternate archaic spelling Pêro) is a masculine given name. Pedro is the Spanish, Portuguese, and Galician name for Peter. Its French equivalent is Pierre while its English and Germanic form is Peter.\nThe counterpart patronymic surname of the name Pedro, meaning \"son of Peter\" (compare with the English surname Peterson) is Pérez in Spanish, and Peres in Galician and Portuguese, Pires also in Portuguese, and Peiris in coastal area of Sri Lanka (where it originated from the Portuguese version), with all ultimately meaning \"son of Pêro\".\nThe name Pedro is derived via the Latin word \"petra\", from the Greek word \"η πέτρα\" meaning \"stone, rock\".The name Peter itself is a translation of the Aramaic Kephas or Cephas meaning \"stone\".\nPedro may refer to:"}}, {"Luis Muriel": {"Career": "Luis Fernando Muriel Fruto (born 16 April 1991) is a Colombian professional footballer who plays as a forward for Serie A club Atalanta and the Colombia national team.\nHaving started his professional career with Colombian side Deportivo Cali, Muriel joined Udinese. His first two seasons at the club saw him loaned out to Granada and Lecce respectively before returning to the club in 2012, during which year he won the Serie A Best Young Revelation award alongside Stephan El Shaarawy. After scoring 15 league goals in 57 appearances, Muriel joined fellow Serie A side Sampdoria in January 2015. He spent two-and-a-half seasons with the club, scoring 21 goals in 79 league appearances before joining Sevilla in 2017. In January 2019, he was sent back to Italy on loan with Fiorentina. In June 2019, Muriel signed for Serie A side Atalanta for a reported €18m. In his first season, Muriel secured 18 league goals and guided Atalanta to UEFA Champions League qualification for the first time in the club's history. The following season, he finished as the third top goalscorer in the Serie A, behind Romelu Lukaku and Cristiano Ronaldo. Consequently, Atalanta qualified for two consecutive Champions League tournaments; for his efforts, Muriel was included in the 2020–21 Serie A Team of the Year.\nMuriel is currently a Colombian international, having represented his nation at a full international level since 2012. He made his senior debut in June 2012, in a World Cup qualifying match against Ecuador and scored his first goal the following year, netting against Guatemala. He later took part at the 2015, 2019, and 2021 editions of the Copa América, and the 2018 FIFA World Cup."}}, {"Lorenzo Pellegrini": {"Career": "Lorenzo Pellegrini (Italian pronunciation: [loˈrɛntso pelleˈɡriːni]; born 19 June 1996) is an Italian professional footballer who plays as a midfielder and is captain for Serie A club Roma. He represents the Italian national team.\nPellegrini is an academy graduate of Roma, having joined the club in 2007, and made his senior debut in 2015. He departed for Sassuolo later that year where he made over 50 appearances across all competitions before returning to Roma in July 2017."}}, {"Mattia Destro": {"Career": "Mattia Destro (Italian pronunciation: [matˈtiːa ˈdɛstro]; born 20 March 1991) is an Italian professional footballer who plays as a striker for Serie A club Empoli. He has also featured at international level, holding eight caps for Italy."}}, {"Álvaro Morata": {"Career": "Álvaro Borja Morata Martín (Spanish pronunciation: [ˈalβaɾo moˈɾata]; born 23 October 1992) is a Spanish professional footballer who plays as a striker for La Liga club Atlético Madrid and the Spain national team.\nHe began his career at Real Madrid, making his debut with the senior team in late 2010. After winning the 2013–14 UEFA Champions League, he moved to Juventus for €20 million in 2014, winning the double of Serie A and the Coppa Italia in both of his seasons in Turin. After being bought back by Real for €30 million, he won another La Liga and the UEFA Champions League in 2016–17 before joining Chelsea in 2017 for a club record fee of around £60 million. In January 2019, he moved to Atlético Madrid on loan and joined the club permanently on 1 July 2020. Morata moved back to Juventus on loan in 2020.\nMorata earned 34 caps for Spain at youth level, helping the country win the 2013 UEFA European Under-21 Championship. He made his senior debut in 2014, and has represented Spain at UEFA Euro 2016, Euro 2020 and the 2022 FIFA World Cup."}}, {"Thomas Henry": {"Career": null}}, {"Ivan Perisic": {"Career": "Ivan Perišić (Croatian pronunciation: [ǐʋan pěriʃitɕ]; born 2 February 1989) is a Croatian professional footballer who plays for Premier League club Tottenham Hotspur and the Croatia national team. Usually deployed as a winger, he has also featured as an attacking midfielder, second striker, or wing-back.\nA product of the Hajduk Split and Sochaux youth academies, Perišić made a name for himself while playing for Club Brugge, where he was the Belgian Pro League top goalscorer and was named Belgian Footballer of the Year for 2011. This earned him a transfer to Borussia Dortmund, with whom he won the 2011–12 Bundesliga, before signing with VfL Wolfsburg for €8 million in January 2013. He remained there for two and a half seasons, winning the 2015 DFB-Pokal Final, before moving to Inter Milan for €16 million. In 2019, he joined Bayern Munich on loan, winning the treble. After returning to Inter Milan, he won the 2020–21 Serie A and the 2021 Supercoppa Italiana.\nPerišić made his debut for the Croatia national team in 2011, and represented his nation at Euro 2012, 2016 and 2020, as well as the 2014, 2018 and 2022 World Cup, reaching the final of the 2018 tournament. Instrumental to Croatia's second \"golden generation\", Perišić is the nation's player with most goal contributions at the major tournaments (17), and the first Croatian player ever to score in a World Cup final."}}, {"Andrea Belotti": {"Career": "Andrea Belotti  (Italian pronunciation: [anˈdrɛːa beˈlɔtti]; born 20 December 1993) is an Italian professional footballer who plays as a striker for Serie A club Roma and the Italy national team.\nBelotti started his career with AlbinoLeffe. He was later signed by Palermo, where he won a Serie B title in the 2013–14 season, before being signed by Torino in 2015. Belotti left the club in 2022 as their eighth-highest goalscorer of all time, and joined Roma on a free transfer.\nA former Italy under-19, under-20 and under-21 international, Belotti took part in the UEFA European Under-21 Championship in 2015. He was given his senior national team debut in 2016 and was included in the Italy squad that won UEFA Euro 2020."}}, {"Zlatan Ibrahimovic": {"Career": "Zlatan Ibrahimović (Swedish pronunciation: [ˈslǎːtan ɪbraˈhǐːmʊvɪtɕ], Bosnian pronunciation: [zlǎtan ibraxǐːmoʋitɕ]; born 3 October 1981) is a Swedish professional footballer who plays as a striker for Serie A club AC Milan and the Sweden national team. Ibrahimović is renowned for his acrobatic strikes and volleys, powerful long-range shots, and excellent technique and ball control. He is regarded as one of the greatest strikers of all time and is one of the most decorated active footballers in the world, having won 34 trophies in his career. He has scored over 570 career goals, including more than 500 club goals, and has scored in each of the last four decades.\nIbrahimović began his career at Malmö FF in 1999, and signed for Ajax two years later, where he gained a reputation as one of the most promising forwards in Europe. He departed two years later to sign for Juventus before joining domestic rivals Inter Milan in 2006, where he won three consecutive Serie A titles. In the summer of 2009, he moved to Barcelona in one of the world's most expensive transfers. After just one season, he returned to Italy having signed for Inter's rival Milan. With them, he won the Serie A title in his debut season. In 2012, Ibrahimović joined Paris Saint-Germain, leading them to their first Ligue 1 title in 19 years and soon establishing himself as a leading figure in their dominance of French football. During his four-season stay in France, he won four consecutive Ligue 1 titles, was the top scorer in Ligue 1 for three seasons and became PSG's all-time leading goalscorer at the time. In 2016, he joined Manchester United on a free transfer and won his first European honour in his debut season. Ibrahimović joined American club LA Galaxy in 2018 and rejoined Milan in 2020, winning his fifth Serie A title in 2022.\nIbrahimović is one of eleven players to have made 100 or more appearances for the Swedish national team, over a 20-year international career. He is the country's all-time leading goalscorer with 62 goals. He represented Sweden at the 2002 and 2006 FIFA World Cups, as well as the 2004, 2008, 2012, and 2016 UEFA European Championships. He has been awarded Guldbollen (the Golden Ball), given to the Swedish player of the year, a record 12 times, including 10 consecutive times from 2007 to 2016. Ibrahimović's 35-yard bicycle kick goal for Sweden against England won the 2013 FIFA Puskás Award, and is often considered one of the best goals of all time.\nIbrahimović was named in the FIFA FIFPro World XI in 2013 and the UEFA Team of the Year in 2007, 2009, 2013 and 2014. He finished at a peak of fourth for the FIFA Ballon d'Or in 2013. In 2015, UEFA ranked him as the best player ever not to have won the UEFA Champions League, while in 2019, FourFourTwo magazine named him the third-greatest player never to win the competition. In December 2014, Swedish newspaper Dagens Nyheter ranked him the second-greatest Swedish sportsperson ever, after tennis player Björn Borg. Off the field, Ibrahimović is known for his brash persona and outspoken comments, in addition to referring to himself in the third person."}}, {"Daniele Verde": {"Career": "Daniele Verde (born 20 June 1996) is an Italian professional footballer who plays as a winger for Serie A club Spezia."}}, {"Hakan Calhanoglu": {"Career": "Hakan Çalhanoğlu (Turkish pronunciation: [ˈhaːkan ˈtʃaɫhanoːɫu], born 8 February 1994) is a Turkish professional footballer who plays as an attacking midfielder for Serie A club Inter Milan and the Turkey national team, which he captains. He is well renowned as a free kick specialist, known for being effective from a multitude of angles and distances.\nHe began his career at German second division club Karlsruher SC in 2010 and moved to top-flight side Hamburg two years later, spending another season back at his first club on loan. His performance in his first Bundesliga season earned him a €14.5 million transfer to Bayer Leverkusen in 2014. He played for three seasons there, totalling 28 goals in 115 official appearances. In 2017, he signed for Milan for an initial €20 million fee. Milan Fans later started to hate the player after he left for their local rivals.\nBorn in Germany, Çalhanoğlu opted to represent Turkey at international level, from under-16 level onwards. He made his senior debut in 2013 and was part of their squad at UEFA Euro 2016 and Euro 2020.\n\n"}}, {"Manolo Gabbiadini": {"Career": "Manolo Gabbiadini (Italian pronunciation: [maˈnɔːlo ɡabbjaˈdiːni]; born 26 November 1991) is an Italian professional footballer who plays as a striker for Serie A club Sampdoria and the Italy national team.\nGabbiadini began his professional career with Atalanta, where he made his Serie A debut in 2010. After a one-year stint at Cittadella between 2010 and 2011, he returned to Atalanta, before moving to Bologna in 2012. The following year, Gabbiadini joined Sampdoria, where he scored a personal best of ten goals in the Italian top flight. In 2015, he was sold to Napoli, before moving to Southampton during the 2017 January transfer window. Gabbiadini returned to Sampdoria in 2019.\nHaving represented Italy internationally at under-20 and under-21 levels, Gabbiadini made his senior debut in 2012."}}, {"Antonio Candreva": {"Career": "Antonio Candreva (Italian pronunciation: [anˈtɔːnjo kanˈdrɛːva]; born 28 February 1987) is an Italian professional footballer who plays as a right midfielder or right winger for Serie A club Salernitana, on loan from Sampdoria.\nCandreva began his professional club career with Ternana in 2004, where he remained until 2007. He later moved to Udinese, remaining until 2012, but was sent on loan to Livorno, Juventus, Parma, and Cesena during his time with the club. He subsequently transferred to Lazio, where he won the Coppa Italia in his first season with the team. He joined Inter in 2016. At international level he has represented Italy at the 2008 Summer Olympics, at the 2013 FIFA Confederations Cup (winning a bronze medal in the tournament), at the 2014 FIFA World Cup, and at UEFA Euro 2016."}}, {"Mattia Aramu": {"Career": "Mattia Aramu (born 14 May 1995) is an Italian professional footballer who plays as an attacking midfielder for Serie B club Genoa, on loan from Venezia."}}, {"Fabián": {"Career": null}}, {"Josip Brekalo": {"Career": "Josip Brekalo (Croatian pronunciation: [jǒsip brěːkalo]; born 23 June 1998) is a Croatian footballer who plays as a winger for Bundesliga club VfL Wolfsburg and the Croatia national team."}}, {"Hamed Junior Traore": {"Career": "Hamed Traorè (born 16 February 2000) is an Ivorian professional footballer who plays as a midfielder for Serie A club Sassuolo and the Ivory Coast national team."}}, {"Nicolás González": {"Career": null}}, {"Nahuel Molina": {"Career": "Nahuel Molina Lucero (born 6 April 1998) is an Argentine professional footballer who plays as a right-back for La Liga club Atlético Madrid and the Argentina national team."}}, {"David Okereke": {"Career": "David Chidozie Okereke (born 29 August 1997) is a Nigerian professional footballer who plays as a forward for Serie A club Cremonese."}}, {"Felipe Anderson": {"Career": "Felipe Anderson Pereira Gomes (born 15 April 1993), known as Felipe Anderson, is a Brazilian professional footballer who plays as an attacking midfielder for Serie A club Lazio. He has previously played for Santos, West Ham United and Porto. He has also been capped by the Brazil national team twice."}}, {"Piotr Zielinski": {"Career": "Piotr Sebastian Zieliński (Polish pronunciation: [ˈpjɔtr ʑɛˈlij̃skʲi] (listen); born 20 May 1994) is a Polish professional footballer who plays as a midfielder for Serie A club Napoli and the Poland national team. During his senior career he has also played for Udinese and Empoli.\nZieliński was selected to represent Poland at UEFA Euro 2016 in France, as well as the 2018 FIFA World Cup in Russia, the pan-European UEFA Euro 2020, and the 2022 World Cup in Qatar. He has two brothers who are also professional footballers – Paweł and Tomasz Zieliński."}}, {"Simone Verdi": {"Career": "Simone Verdi (Italian pronunciation: [siˈmoːne ˈverdi]; born 12 July 1992) is an Italian professional footballer who plays as a forward for Serie A club Hellas Verona, on loan from Torino, and the Italy national team."}}, {"Franck Kessié": {"Career": "Franck Yannick Kessié (born 19 December 1996) is an Ivorian professional footballer who plays as a midfielder for Spanish La Liga club Barcelona and the Ivory Coast national team."}}, {"Joaquín Correa": {"Career": "Carlos Joaquín Correa (Spanish pronunciation: [xoaˈkiŋ koˈrea]; born 13 August 1994), nicknamed \"El Tucu\" (derived from his home province), is an Argentine professional footballer who plays as a forward for Serie A club Inter Milan and the Argentina national team.\n\n"}}, {"Mattia Zaccagni": {"Career": "Mattia Zaccagni (Italian pronunciation: [matˈtiːa ddzakˈkaɲɲi]; born 16 June 1995) is an Italian professional footballer who plays as a midfielder or striker for Serie A side Lazio and the Italy national team.\n\n"}}, {"Antonio Sanabria": {"Career": "Arnaldo Antonio Sanabria Ayala (born 4 March 1996), also known as Tonny Sanabria, is a Paraguayan professional footballer who plays as a striker for Italian club Torino and the Paraguay national team."}}, {"Domenico Criscito": {"Career": "Domenico \"Mimmo\" Criscito (Italian pronunciation: [doˈmeːniko ˈmimmo ˈkriʃʃito]; born 30 December 1986) is an Italian former professional footballer who played as a left-back. A versatile player, Criscito was effective both offensively and defensively and was also capable of playing as a wing-back or centre-back, a position which he often occupied in his early career.Criscito played for Serie A clubs Genoa and Juventus, making over 200 appearances across four spells for the former. He also played for seven years in the Russian Premier League for Zenit Saint Petersburg, making 225 total appearances and winning two league titles for the team. A full international from 2009 to 2018, he represented the Italian national team at the 2010 FIFA World Cup."}}, {"Riccardo Orsolini": {"Career": "Riccardo Orsolini (born 24 January 1997) is an Italian professional footballer who plays as a winger for Serie A club Bologna and the Italy national team."}}, {"Musa Barrow": {"Career": "Musa Barrow (born 14 November 1998) is a Gambian professional footballer who plays as a forward for Serie A club Bologna and the Gambia national team."}}, {"Szymon Zurkowski": {"Career": null}}, {"Ruslan Malinovskiy": {"Career": null}}, {"Emmanuel Gyasi": {"Career": "Emanuel Quartsin Gyasi (born 11 January 1994) is a professional footballer who plays as a forward for Serie A club Spezia. Born in Italy, he represents the Ghana national team."}}, {"Nedim Bajrami": {"Career": "Nedim Bajrami (born 28 February 1999) is a professional footballer who plays as an attacking midfielder for Serie A club Empoli. Born and raised in Switzerland to ethnic Albanian parents, Bajrami represented Swiss youth national teams before opting to represent senior Albania national team."}}, {"Henrikh Mkhitaryan": {"Career": "Henrikh Mkhitaryan (Armenian: Հենրիխ Մխիթարյան, [hɛnˈɾiχ məχitʰɑˈɾjɑn] (listen); born 21 January 1989) is an Armenian professional footballer who plays as an attacking midfielder or winger for Serie A club Inter Milan.\nMkhitaryan won four Armenian Premier League titles with Pyunik, and joined Metalurh Donetsk in 2009; he moved to city rivals Shakhtar Donetsk in 2010 for €6.1 million. At Shakhtar, Mkhitaryan set the league goalscoring record in the 2012–13 season, and was named the league's Footballer of the Year. After also winning three domestic doubles, he signed for Bundesliga club Borussia Dortmund for a club-record fee of €27.5 million, making him the most expensive Armenian player of all time. \nThere, he won a DFL-Supercup in 2014, and in the following campaign, registered the most assists in the Bundesliga, with 15, the second most in Europe. He then joined Manchester United for £30 million (€34.3 million), becoming the first Armenian to play in the Premier League. He won the FA Community Shield, and scored the winner to win the UEFA Europa League title. Mkhitaryan's subsequent lukewarm form led him to sign for Arsenal in 2018, and then to Serie A club Roma on an initial loan. He signed permanently in 2020.\nMkhitaryan was a member of the senior side in his native country from 2007 until his international retirement in 2022. He is Armenia's all-time top goalscorer, scoring 32 goals in 95 matches, as well as registering their first hat-trick. He has been named Armenian Footballer of the Year ten times, being awarded the distinction every year since 2009 (with the exception of 2010 and 2018). Mkhitaryan was also voted the CIS Footballer of the Year in 2012 and 2013, making him the first Armenian footballer to be named the best player from post-Soviet countries.\n\n"}}, {"Alexis Sánchez": {"Career": "Alexis Alejandro Sánchez Sánchez (Spanish pronunciation: [aˈleksis ˈsantʃes]; born 19 December 1988), also known mononymously as Alexis, is a Chilean professional footballer who plays as a forward for Ligue 1 club Marseille and the Chile national team. He is often lauded as the greatest Chilean player of all time.Dubbed \"El Niño Maravilla\" (The Wonder Child), Sánchez began his senior club career playing for Cobreloa, and signed with Udinese in 2006, aged 18; he won consecutive league titles while on loan to Colo-Colo and River Plate. Sánchez was the subject of a record association football transfer when he signed for Barcelona in 2011 in a transfer worth €37.5 million, becoming the most expensive Chilean player of all time. There, Sánchez won six trophies, including a La Liga title and a Copa del Rey. He then joined Arsenal in 2014 in a transfer worth £31.7 million (€35 million), and won two FA Cups, the 2015 PFA Fans' Player of the Year, and was voted into the 2015 PFA Team of the Year. In 2018, he moved to league rivals Manchester United in a swap deal; he signed for Inter Milan a year later, and won a Serie A title and a Coppa Italia.\nSánchez made his senior international debut for Chile in 2006 at age 18, and has since earned 152 caps, appearing in eight major tournaments and becoming both his country's most capped player and all-time top goalscorer. He led Chile to their first victory in a major tournament by winning the 2015 Copa América, scoring the winning penalty in the final; he captained the team to a repeat of this triumph at the Copa América Centenario, winning the Golden Ball for Best Player.\n\n"}}, {"Leonardo Pavoletti": {"Career": "Leonardo Pavoletti (Italian pronunciation: [leoˈnardo pavoˈletti]; born 26 November 1988) is an Italian footballer who plays as a striker for Serie B club Cagliari and the Italy national team.\n\n"}}, {"Luis Alberto": {"Career": null}}, {"Lucas Torreira": {"Career": "Lucas Sebastián Torreira Di Pascua (Spanish pronunciation: [ˈlukas toˈrejɾa]; born 11 February 1996) is a Uruguayan professional footballer who plays as a midfielder for Süper Lig club Galatasaray and the Uruguay national team."}}, {"Leonardo Bonucci": {"Career": "Leonardo Bonucci  (Italian pronunciation: [leoˈnardo boˈnuttʃi]; born 1 May 1987) is an Italian professional footballer who plays as a centre-back and captains both Serie A club Juventus and the Italy national team. Known for his technique, ball-playing ability, leadership as well as his ability to play in either a three or four-man defence he is widely regarded as one of the best defenders of his generation and as one of the best Italian players of all time. [1][2]After beginning his career with Inter Milan in 2005, Bonucci spent the next few seasons on loan at Treviso and Pisa, before moving to Bari in 2009. His defensive performances alongside fellow Italian centre-back Andrea Ranocchia earned him a move to Juventus the following season, where he later became a key member of the club's three-man defensive line, alongside Giorgio Chiellini and Andrea Barzagli, establishing himself as one of the best defenders in world football. Among other titles, he went on to win six consecutive Serie A titles with the team between 2012 and 2017, having also played two UEFA Champions League finals in 2015 and 2017. In 2017, he moved to AC Milan, and one season later returned to Juventus, winning two more consecutive league titles.\nAt the international level, Bonucci has earned 120 caps since his senior debut in 2010, representing Italy at two FIFA World Cups (2010 and 2014), three European Championships, (2012, 2016, and 2020), and a FIFA Confederations Cup (2013); he won Euro 2020 and earned a runners-up medal at Euro 2012 and a third-place medal at the 2013 Confederations Cup.\nBonucci has also won several individual honours for his performances: he was named to the UEFA Europa League Squad of the season during the 2013–14 and 2017–18 seasons, and is a four-time member of the Serie A Team of the Year. He was named the Serie A Footballer of the Year in 2016, and was also included in the UEFA Team of the Year in the same season. In 2017, he was also included in the FIFA FIFPro World11 and the IFFHS Men's World Team, as well as the 2016–17 UEFA Champions League Team of the Season and the 2016–17 ESM Team of the Year.\n\n"}}, {"Moise Kean": {"Career": "Bioty Moise Kean (, ; born 28 February 2000) is an Italian professional footballer who plays as a forward for Serie A club Juventus, on loan from Premier League club Everton, and the Italy national team.\nKean started his career with Juventus in 2016, winning a domestic double (league and cup) in his first season with the club. He spent the following season on loan with Hellas Verona before returning to Juventus the next season, winning another Serie A title in 2019. In the summer of that year, Kean joined English side Everton, who loaned him to French club Paris Saint-Germain in 2020, and to Juventus in 2021.\nAt the international level, Kean made his senior debut for Italy in 2018. He is the third-youngest goalscorer for Italy in a competitive match, behind Wilfried Gnonto and Bruno Nicolè."}}, {"Federico Di Francesco": {"Career": "Federico Di Francesco (born 14 June 1994) is an Italian professional footballer who plays as a winger for Serie A club Lecce."}}, {"Sasa Lukic": {"Career": "Saša Lukić (Serbian Cyrillic: Саша Лукић, pronounced [sǎʃa lǔːkitɕ, sâ-]; born 13 August 1996) is a Serbian professional footballer who plays as a midfielder for Italian club Torino, and the Serbia national team."}}, {"Rey Manaj": {"Career": "Rey Manaj (Albanian: Rei Manaj; born 24 February 1997) is an Albanian professional footballer who plays as a striker for Championship club Watford and the Albania national team."}}, {"Theo Hernández": {"Career": "Theo Bernard François Hernandez (born 6 October 1997) is a French professional footballer who plays as a left-back for Serie A club AC Milan and the France national team. Known for his speed, runs and goalscoring ability he is widely regarded as one of the best left-backs in world football.[1]\n\n"}}, {"Milan Djuric": {"Career": "Milan Đurić (Bosnian pronunciation: [mǐlan dʑûːritɕ]; born 22 May 1990) is a Bosnian professional footballer who plays as a forward for Serie A club Hellas Verona.\nĐurić started his professional career at Cesena, before joining Parma in 2010. Later that year, he was loaned to Ascoli and to Crotone a year later. In 2012, he went back to Cesena, who sent him on loan to Cremonese later that year, to Trapani the following year and to Cittadella the next year. In 2017, Đurić was transferred to Bristol City. He signed with Salernitana in 2018. Four years later, he moved to Hellas Verona.\nA former youth international for Bosnia and Herzegovina, Đurić made his senior international debut in 2015, earning 15 caps until 2020."}}, {"Sandro Tonali": {"Career": "Sandro Tonali (Italian pronunciation: [ˈsandro toˈnaːli]; born 8 May 2000) is an Italian professional footballer who plays as a midfielder for Serie A club AC Milan and the Italy national team."}}, {"Hirving Lozano": {"Career": "Hirving Rodrigo Lozano Bahena (born 30 July 1995) is a Mexican professional footballer who plays as a winger for Serie A club Napoli and the Mexico national team. He is popularly known by his nickname Chucky.Lozano began his career with Pachuca, winning the 2016 Clausura and the 2016–17 CONCACAF Champions League, playing in 152 games and scoring 44 goals for the team. In June 2017, he signed for Dutch side PSV Eindhoven and won the Eredivisie in his first season in the Netherlands, and also finished as the team's top scorer. In 2019, Lozano signed for Napoli for a reported €42 million, making him the most expensive Mexican player of all time.Participating with various youth teams, Lozano won the 2015 CONCACAF U-20 Championship and played at the 2016 Summer Olympics. He made his senior international debut in February 2016 and represented the nation at the Copa América Centenario, 2017 FIFA Confederations Cup, 2018 FIFA World Cup and 2022 FIFA World Cup."}}, {"Iyenoma Destiny Udogie": {"Career": null}}, {"Junior Messias": {"Career": "Walter Messias Júnior (born 13 May 1991) is a Brazilian professional footballer who plays as an attacking midfielder and forward for Serie A club AC Milan."}}, {"Aaron Hickey": {"Career": "Aaron Buchanan Hickey (born 10 June 2002) is a Scottish professional footballer who plays as a left-back for Premier League club Brentford and the Scotland national team. He has previously played for Heart of Midlothian and Bologna."}}, {"Denzel Dumfries": {"Career": "Denzel Justus Morris Dumfries (born 18 April 1996) is a Dutch professional footballer who plays as a right-back for Serie A club Inter Milan and the Netherlands national team.\nDumfries began his senior career in 2014 at Sparta Rotterdam, helping them gain promotion to the Eredivisie in 2016 as the Eerste Divisie Talent of the Year. In 2017, he joined Heerenveen, before moving to PSV the following year, eventually becoming the club captain. In 2021, Dumfries joined Serie A side Inter Milan.\nBorn in the Netherlands to an Aruban father, Dumfries initially represented Aruba internationally in 2014, before switching allegiance to the Netherlands. He made his senior debut in 2018, and represented the Netherlands at UEFA Euro 2020 and the 2022 FIFA World Cup."}}, {"Jordan Veretout": {"Career": "Jordan Marcel Gilbert Veretout (born 1 March 1993) is a French professional footballer who plays as a midfielder for Ligue 1 club Marseille and the France national team. \nVeretout is a former France youth international, having represented his nation regularly at under-18, under-19, under-20 and under-21 level. In 2013, he won the FIFA U-20 World Cup. In 2021, he won the UEFA Nations League, coming on as a substitute in the final."}}, {"Juan Cuadrado": {"Career": "Juan Guillermo Cuadrado Bello (born 26 May 1988) is a Colombian professional footballer who plays for Serie A club Juventus and the Colombia national team. He is known for his direct style of play, including his pace (both on and off the ball) as well as his dribbling skills. He started off in a central midfield role, acting as a defensive midfielder early in his career, also being used as a forward on occasion, before being moved into as a wider positions in which he now usually plays, often operating as a right-sided winger, attacking midfielder, full-back or wing-back.Having begun his career at Independiente Medellín, Cuadrado moved to Italy in 2009 to join Udinese. Used sparingly at the club, he was loaned to Lecce for the 2011–12 season, where despite relegation from Serie A, his performances earned a transfer to Fiorentina. In February 2015, he was signed by Chelsea, but after playing sparingly, was loaned to Juventus for consecutive seasons, where he won successive Serie A and Coppa Italia titles. He joined the club permanently in 2017, and added a third consecutive domestic double the following season, followed by a two more consecutive league titles and a Supercoppa Italiana over the next two seasons.\nCuadrado made his senior international debut in 2010, and has since earned over 110 caps. He was part of the Colombian squads which took part at five editions of the Copa América (2011, 2015, 2016, 2019 and 2021), reaching the quarter-finals on three occasions, and contributing to their third-place finishes in 2016 and 2021; Cuadrado also represented his nation at two editions of the FIFA World Cup, in 2014 and 2018."}}, {"Giacomo Bonaventura": {"Career": "Giacomo \"Jack\" Bonaventura (Italian: [ˈdʒaːkomo ˈdʒɛk ˌbɔnavenˈtuːra; - bo-]; (born 22 August 1989) is an Italian professional footballer who plays as a midfielder for Serie A club Fiorentina, and the Italy national football team.\nBonaventura started his senior career at Atalanta in the Serie A in 2007, his impressive performances earning him a  €7 million transfer to Milan in 2014, spending six seasons at the club, before leaving in 2020.\nBonaventura has been a youth national team member since 2008. He made his senior international debut on 31 May 2013, in a friendly match against San Marino."}}, {"Cristiano Biraghi": {"Career": "Cristiano Biraghi (Italian pronunciation: [kriˈstjaːno biˈraːɡi]; born 1 September 1992) is an Italian footballer who plays as a left back for Serie A club Fiorentina and the Italy national team.\n\n"}}, {"Fabio Quagliarella": {"Career": "Fabio Quagliarella (Italian pronunciation: [ˈfaːbjo kwaʎaˈrɛlla]; born 31 January 1983) is an Italian professional footballer who plays as a forward for Serie A club Sampdoria, whom he captains.\nThroughout his career, Quagliarella has played for eight different Italian clubs, winning three consecutive Serie A titles from the 2011–2012 to 2013–14 season with Juventus. With the Turin-based club he also won two Supercoppa Italiana titles in 2012 and 2013, as well as winning the 2002–03 Serie C2 with Fiorentina. In the Serie A Quagliarella also represented Torino, Ascoli, Udinese and Napoli.\nAt international level, Quagliarella represented Italy from under-18 to under-21 youth levels before his debut for the senior national team in 2007. He was part of the team's UEFA Euro 2008, 2009 FIFA Confederations Cup, and 2010 FIFA World Cup squads.\nIndividually, Quagliarella was awarded the Serie A Goal of the Year in 2009, achieved during his time at Udinese; in 2017 and 2018 respectively, he obtained the Premio Gentleman Fairplay and the Scirea Career Award while playing for Sampdoria, which pertain to both personality and playing ability. During the 2018–19 season he scored in eleven consecutive games, a record previously achieved in the league only by Gabriel Batistuta; he finished the campaign with 26 goals in Serie A, which saw him capture the Capocannoniere title as the league's top scorer, also being named the league's best forward."}}, {"Nikola Kalinic": {"Career": "Nikola Kalinić (Croatian pronunciation: [nǐkola kǎlinitɕ]; born 5 January 1988) is a Croatian professional footballer who plays as a striker for Croatian club Hajduk Split.\nKalinić began his career with Hajduk Split in his native Croatia before moving to English club Blackburn Rovers for £6 million in 2009. After scoring rarely in two Premier League seasons, he left for Ukrainian side Dnipro, helping them reach the 2015 UEFA Europa League Final. He then played in Serie A for Fiorentina and AC Milan, before signing for Spanish club Atletico Madrid ahead of the 2018–19 season, winning the 2018 UEFA Super Cup.Kalinić made his debut for Croatia in 2008 and represented the nation at three UEFA European Championships. He was part of their side that came runners-up at the 2018 FIFA World Cup but was sent home after one game."}}, {"Francesco Acerbi": {"Career": "Francesco Acerbi  (born 10 February 1988) is an Italian professional footballer who plays as a centre-back for Serie A club Inter Milan, on loan from Lazio, and the Italy national team.\nUntil the age of 22, Acerbi played only in the lower tiers of Italian football, before being purchased by the Serie B club Reggina, where he established himself as a starting lineup defender. In 2011, Acerbi signed with Chievo Verona, thus making his Serie A debut. Despite being used only sporadically, Acerbi managed to draw the attention of A.C. Milan, who signed him the next summer. Having appeared in just 10 games for the rossoneri, Acerbi was sent back on loan to Chievo to complete the season. In 2013, he signed with Sassuolo, promoted to the Serie A for the first time in the club's history. During his debut season for the club he was diagnosed with testicular cancer and successfully cured by the end of campaign, which paved the way for his return to the pitch in September 2014. In 2018, having made 173 appearances in all competitions for the neroverdi, Acerbi transferred to Lazio, where he continued to be a starting defender.An Italian international since 2014, he has played for the national team on three occasions in friendly games before making his competitive debut in 2019, later taking part in his nation's victorious UEFA Euro 2020 campaign."}}, {"Alessandro Deiola": {"Career": "Alessandro Deiola (born 1 August 1995) is an Italian footballer who plays as a midfielder for Serie B club Cagliari."}}, {"Marco Faraoni": {"Career": "Marco Davide Faraoni (born 25 October 1991), known as Davide Faraoni, is an Italian professional footballer who captains and plays as a right back for Serie A club Hellas Verona. Faraoni is a former Italy U-21 international."}}, {"Davide Frattesi": {"Career": "Davide Frattesi (born 22 September 1999) is an Italian professional footballer who plays as midfielder for Serie A club Sassuolo and the Italy national team."}}, {"Adrien Tameze": {"Career": "Adrien Fidele Tameze Aoutsa (born 4 February 1994) is a professional footballer who plays as a midfielder for Serie A club Hellas Verona.\nBorn in France to Cameroonian parents, Tameze represented his native country at youth level. In 2018, he was called up to play for the Cameroon national team."}}, {"Ignacio Pussetto": {"Career": "Ignacio Pussetto  (born 21 December 1995) is an Argentine professional footballer who plays as a winger for Italian Serie A club Sampdoria, on loan from EFL Championship club Watford."}}, {"Amir Rrahmani": {"Career": "Amir Kadri Rrahmani (born 24 February 1994) is a Kosovar Albanian professional footballer who plays as a centre-back for Serie A club Napoli and captains the Kosovo national team."}}, {"Gastón Pereiro": {"Career": "Gastón Rodrigo Pereiro López (born 11 June 1995) is a Uruguayan professional footballer who plays as an attacking midfielder for Serie B club Cagliari and the Uruguay national team."}}, {"Tommaso Pobega": {"Career": "Tommaso Pobega (born 15 July 1999) is an Italian professional footballer who plays as a midfielder for Serie A club AC Milan and the Italy national team."}}, {"Teun Koopmeiners": {"Career": "Teun Koopmeiners (Dutch pronunciation: [ˈtøːŋ ˈkoːpmɛi̯nərs]; born 28 February 1998) is a Dutch professional footballer who plays as a midfielder for Serie A club Atalanta and the Netherlands national team.\nHaving represented the Netherlands at various youth levels, Koopmeiners was called up to the senior team's preliminary UEFA Nations League squad in August 2020. He was later part of their squad for the 2022 FIFA World Cup."}}, {"Chris Smalling": {"Career": "Christopher Lloyd Smalling (born 22 November 1989) is an English professional footballer who plays as a centre-back for Serie A club Roma. Smalling represented the England national team from 2011 to 2017.\nDuring his youth, Smalling played for the Millwall academy before joining non-League club Maidstone United. After establishing himself in the Maidstone United first team, he signed for Middlesbrough in May 2008. However, shortly after joining Middlesbrough, Smalling had his contract with the club cancelled after raising concerns over homesickness. Soon after, in June 2008, he signed for Premier League club Fulham. He made his professional debut with them in May 2009 and helped them reach the 2010 UEFA Europa League Final the following season.\nIn January 2010, Smalling signed a pre-contract agreement with Manchester United and joined them officially in July 2010. He made his competitive debut in the 2010 FA Community Shield victory over Chelsea, which earned him his first career medal. He went on to make more than 300 appearances for the club, winning two Premier League titles, an FA Cup, a League Cup, a UEFA Europa League and a further two Community Shields.\nSmalling represented the England Schools under-18 team in early 2008, before making his debut for the national under-20 and under-21 teams in 2009. He made his senior international debut in September 2011 and has appeared at the 2014 FIFA World Cup and UEFA Euro 2016."}}, {"Manuel Locatelli": {"Career": "Manuel Locatelli  (born 8 January 1998) is an Italian professional footballer who plays as a midfielder for Serie A club Juventus, on loan from Sassuolo and the Italy national team.\nAfter coming through the club's youth system, Locatelli made his professional debut with AC Milan, helping them win the 2016 Supercoppa Italiana. He moved to Sassuolo in 2018, before joining Juventus in 2021.\nLocatelli represented Italy internationally, participating in Italy's victorious UEFA Euro 2020 campaign."}}, {"Lorenzo De Silvestri": {"Career": "Lorenzo De Silvestri (Italian pronunciation: [loˈrɛntso de silˈvɛstri]; born 23 May 1988) is an Italian professional footballer who plays as a defender for Bologna. He is an offensive full-back with an imposing physique; although naturally a right-back, he is capable of playing on either flank as well as in the middle."}}, {"Keita": {"Career": null}}, {"Milan Skriniar": {"Career": "Milan Škriniar (born 11 February 1995) is a Slovak professional footballer who plays as a centre-back for Serie A club Inter Milan and captains the Slovakia national team."}}, {"Stephan El Shaarawy": {"Career": "Stephan El Shaarawy (born 27 October 1992) is an Italian professional footballer who plays as a winger for Serie A club Roma and the Italy national team. He is nicknamed Il Faraone (The Pharaoh), as his father is Egyptian.\nEl Shaarawy began his career at Genoa, and was signed by Milan in 2011 after a successful loan at Padova. Frequently regarded as one of the most promising youngsters of his generation, El Shaarawy had his breakthrough in the first half of the 2012–13 season. Following several long periods out of action due to injuries, he spent the 2015–16 season on loan with Monaco and subsequently Roma, signing permanently for the latter club at the end of the season. In 2019, he transferred to Chinese club Shanghai Greenland Shenhua, before making a return to Roma eighteen months later.\nInternationally, El Shaarawy represented Italy from under-16 to under-21 levels. In August 2012, he made his debut for the senior team in a friendly against England, and in November of that year scored his first international goal against France. He represented Italy at the 2013 FIFA Confederations Cup, where they finished in third place, and at UEFA Euro 2016."}}, {"Riccardo Saponara": {"Career": "Riccardo Saponara (Italian pronunciation: [rikˈkardo sapoˈnaːra]; born 21 December 1991) is an Italian professional footballer who plays as an attacking midfielder for Serie A club Fiorentina."}}, {"Kalidou Koulibaly": {"Career": "Kalidou Koulibaly (born 20 June 1991) is a professional footballer who plays as a centre-back for Premier League club Chelsea and the Senegal national team.\nKoulibaly began his professional club career with French team Metz in 2010, before moving to Belgian club Genk in 2012, winning the Belgian Cup in his first season. He joined Italian team Napoli in 2014, where he won the Supercoppa Italiana title; he also won the Coppa Italia in 2020.\nAs Koulibaly was born in France to Senegalese parents, he was eligible to represent both nations at international level, and initially played for the France national under-20 team. He later made his senior debut with Senegal in 2015, and was a member of the Senegal squad that took part at the 2017 Africa Cup of Nations. He was named to the side that represented Senegal at the 2018 FIFA World Cup the following year, and subsequently helped his team to the final of the 2019 Africa Cup of Nations. Koulibaly and Senegal won the 2021 Africa Cup of Nations, beating Egypt in the final.\n\n"}}, {"Nicolò Barella": {"Career": "Nicolò Barella  (born 7 February 1997) is an Italian professional footballer who plays as a midfielder for Serie A club Inter Milan and the Italy national team. He is often recognised as one of the world's best\nmidfielders."}}, {"Josip Ilicic": {"Career": "Josip Iličić (Croatian pronunciation: [jǒsip ǐlitʃitɕ]; born 29 January 1988) is a Slovenian professional footballer who plays as a forward for Slovenian PrvaLiga club Maribor.\nIličić began his professional career with Slovenian club Bonifika, later also playing for Interblock and Maribor in his home country, before moving to Italy in 2010 to join Palermo. In 2013, he signed for Fiorentina, and subsequently for Atalanta in 2017. After spending twelve years in Italy, Iličić returned to Maribor in 2022.\nHe enjoyed his best time as a professional footballer with Atalanta, scoring eleven or more league goals in each of his first three years at the club and was awarded a spot in the 2018–19 Serie A Team of the Year. He is the first player to ever score four away goals in a Champions League knockout match, and is also the oldest player to score four goals in a Champions League knockout match.\nIličić made his senior debut for the Slovenia national team in August 2010 in a friendly match against Australia. Three years after his debut, he scored his first international goal against Cyprus in September 2013. In total, he made 79 appearances for the team in his eleven-year career."}}, {"Matteo Politano": {"Career": "Matteo Politano (Italian pronunciation: [matˈtɛːo poliˈtaːno]; born 3 August 1993) is an Italian professional footballer who plays as a winger (on both the left and the right flanks) or as a second striker for Serie A club Napoli and the Italy national team."}}, {"Andrea Petagna": {"Career": "Andrea Petagna (Italian pronunciation: [anˈdrɛːa peˈtaɲɲa]; born 30 June 1995) is an Italian professional footballer who plays as a striker for Serie A club Monza, on loan from Napoli."}}, {"Marko Pjaca": {"Career": "Marko Pjaca (Croatian pronunciation: [mâːrko pjâtsa]; born 6 May 1995) is a Croatian professional footballer who plays as a winger for Serie A club Empoli, on loan from Juventus.\nPjaca began his professional club career in Croatia with Lokomotiva in 2012, before moving to Dinamo Zagreb in 2014. After winning consecutive domestic doubles with Dinamo, he joined Juventus in 2016, where he also won a domestic double in his first season. After his development was hindered by injuries, Pjaca was sent on a string of loans – to Schalke 04, Fiorentina, Anderlecht, Genoa and Torino.\nAt international level, Pjaca represented Croatia at UEFA Euro 2016 and at the 2018 FIFA World Cup, reaching the final of the latter tournament and making an appearance in it."}}, {"Marten de Roon": {"Career": "Marten Elco de Roon (born 29 March 1991) is a Dutch professional footballer who plays as a midfielder for Serie A club Atalanta and the Netherlands national team. He formerly played for Sparta Rotterdam, SC Heerenveen and Middlesbrough."}}, {"Roberto Pereyra": {"Career": "Roberto Maximiliano Pereyra (Spanish pronunciation: [roˈβeɾto peˈɾeiɾa]; born 7 January 1991) is an Argentine professional footballer who plays for Serie A club Udinese and the Argentina national team. A right-footed player, his preferred position is as a midfielder or as a forward. Due to his versatility, he is capable of playing a variety of positions such as left or right wing, central midfield, attacking midfield or second striker.After beginning his career in Argentina with River Plate, he joined Italian club Udinese in 2011, where his performances earned him a loan to defending league champions Juventus in 2014; he was signed permanently by The Old Lady in 2015 and won two consecutive Serie A titles during his time with the club. During his time in Italy, he developed into a well-rounded, adaptable, and tactically versatile player due to his dynamism, energy, and technique, as well as his offensive and defensive work-rate and attributes. In 2016, he joined English Premier League club Watford.\nAt international level, Pereyra made his senior debut in 2014, and has since obtained over ten caps; he represented the Argentina national football team at two editions of the Copa América, winning a runners-up medal and a bronze medal in the 2015 and the 2019 editions of the tournament respectively."}}, {"Patrick Cutrone": {"Career": "Patrick Cutrone (Italian: [ˈpaːtrik kuˈtroːne]; born 3 January 1998) is an Italian professional footballer who plays as a striker for Serie B club Como.\n\n"}}, {"Weston McKennie": {"Career": "Weston James Earl McKennie (born August 28, 1998) is an American professional soccer  player who plays as a midfielder for Serie A club Juventus and the United States national team. A versatile player, McKennie is capable of playing in a multitude of positions in midfield—mainly as a box-to-box or as a deep-lying defensive midfielder.\nComing through the youth system, McKennie began his senior club career at Bundesliga side Schalke 04. In 2017–18, he established himself as a first team player, playing 25 games in all competitions. After three seasons, McKennie moved to Italian champions Juventus on loan, with the deal becoming permanent in March 2021.\nMcKennie has represented the United States internationally at both the youth and senior levels. He made his senior debut in 2017 and has finished runner-up in the 2019 CONCACAF Gold Cup and won the inaugural 2021 CONCACAF Nations League."}}, {"Eldor Shomurodov": {"Career": "Eldor Azamat oʻgʻli Shomurodov (born 29 June 1995) is an Uzbek professional footballer who plays as a striker for Serie A club Roma and captain of the Uzbekistan national team."}}, {"Manuel Lazzari": {"Career": "Manuel Lazzari (Italian pronunciation: [ˈmaːnwel ˈladdzari]; born 29 November 1993) is an Italian professional footballer who plays as a right midfielder or right-back for Serie A club Lazio and the Italy national team."}}, {"Abdelhamid Sabiri": {"Career": "Abdelhamid Sabiri (Arabic: عبد الحميد صابيريصابيري in Tamazight: ⵄⴱⴷⴻⵍⵀⴰⵎⵉⵙ ⵙⴰⴱⵉⵔⵉ; born 28 November 1996) is a Moroccan professional footballer who plays as a attacking midfielder for Serie A club Sampdoria and the Morocco national team.\nSabiri has previously played for Sportfreunde Siegen, 1. FC Nürnberg, Huddersfield Town and SC Paderborn. Born in Morocco, he has represented Germany at under-21 level, before switching allegiance to Morocco in 2022."}}, {"Brahim Diaz": {"Career": "Brahim Abdelkader Diaz (Spanish pronunciation: [bɾaˈin ˈdi.aθ]; born 3 August 1999), known as Brahim Díaz or simply Brahim, is a Spanish professional footballer who plays as a midfielder for Serie A club AC Milan, on loan from La Liga club Real Madrid, and the Spain national team."}}, {"Riccardo Sottil": {"Career": "Riccardo Sottil (born 3 June 1999) is an Italian professional footballer who plays as a winger for Fiorentina."}}, {"Bremer": {"Career": null}}, {"Mattias Svanberg": {"Career": "Mattias Olof Svanberg (born 5 January 1999) is a Swedish professional footballer who plays as a midfielder for VfL Wolfsburg and the Sweden national team."}}, {"Krzysztof Piatek": {"Career": "Krzysztof Piątek (Polish pronunciation: [ˈkʂɨʂtɔf ˈpjɔntɛk]; born 1 July 1995) is a Polish professional footballer who plays as a forward for Italian Serie A club Salernitana, on loan from Bundesliga club Hertha BSC, and the Poland national team.\nHe began his professional career with Ekstraklasa club Zagłębie Lubin. Over the course of four seasons, he scored 15 goals in 72 appearances for the team, before joining Cracovia in 2016, for whom he scored 32 goals across two seasons. In 2018, Piątek signed for Genoa in Italy's Serie A. After 19 goals in 21 competitive games in his first half-season, he transferred to AC Milan in January 2019, before signing for Hertha BSC a year later.\n\n"}}, {"Ibañez": {"Career": null}}, {"Wilfried Stephane Singo": {"Career": "Wilfried Stephane Singo (born 25 December 2000) is an Ivorian professional footballer who plays as a defender for Torino and the Ivory Coast national team."}}, {"Matthijs de Ligt": {"Career": "Matthijs de Ligt (born 12 August 1999) is a Dutch professional footballer who plays as a centre-back for Bundesliga club Bayern Munich and the Netherlands national team.\nDe Ligt made his debut for Ajax's senior team in September 2016 in a cup game against Willem II. He scored from a corner after 25 minutes, making him the second-youngest goalscorer ever behind Clarence Seedorf. On 24 May, he became the youngest player ever (17 years and 285 days old) to play in a major European final when he started against Manchester United in the 2017 UEFA Europa League Final. On 17 December 2018, De Ligt won the Golden Boy award, becoming the first defender to win the award. The following season, he helped Ajax capture a domestic double and reach the semi-finals of the Champions League. His performances earned him a move to Serie A club Juventus, and saw him win the Kopa Trophy in 2019. He won the Serie A title  during his first season with the Turin side.\nIn 2017, De Ligt made his debut for the Netherlands at the age of 17, making him the youngest player to start for the national team since 1931. He featured for the side at UEFA Euro 2020 and the 2022 FIFA World Cup.\n\n"}}, {"Eljif Elmas": {"Career": "Eljif Elmas (Macedonian: Елиф Елмас; born 24 September 1999) is a Macedonian professional footballer who plays as a midfielder for Serie A club Napoli and the North Macedonia national team."}}, {"Morten Thorsby": {"Career": "Morten Thorsby (born 5 May 1996) is a Norwegian professional footballer who plays for Bundesliga side Union Berlin and the Norway national team as a midfielder."}}, {"Kevin Agudelo": {"Career": "Kevin Andrés Agudelo Ardila (born 14 November 1998) is a Colombian professional footballer who plays as a midfielder for Italian Serie A club Spezia."}}, {"Simone Bastoni": {"Career": "Simone Bastoni (born 5 November 1996) is an Italian professional footballer who plays as a left-back for Serie A club Spezia."}}, {"Domen Crnigoj": {"Career": "Domen Črnigoj (born 18 November 1995) is a Slovenian professional footballer who plays as a midfielder for Serie B club Venezia and the Slovenian national team."}}, {"Matteo Darmian": {"Career": "Matteo Darmian (born 2 December 1989) is an Italian professional footballer who plays as a full-back for Serie A club Inter Milan.\nHe began his career at A.C. Milan, making his senior debut in 2006 at the age of 16 and Serie A debut in 2007 at the age of 17. In 2009, he joined Padova on loan, whom he helped avoid relegation from Serie B in his only season there. He then signed for Palermo in 2010, and one year later joined Torino, where he played for four seasons. He moved to Manchester United in July 2015, and in four years there, won the FA Cup and UEFA Europa League, before joining Parma in 2019. He signed a season-long loan deal with Inter in October 2020, who made the transfer permanent in February 2021. That season ended with Darmian winning the Serie A title, a first league championship of his career. The following season, he assisted the winning goal in the 2021 Italian Super Cup.\nDarmian made his senior debut for the Italy national team in May 2014, and represented his nation at the 2014 FIFA World Cup and UEFA Euro 2016."}}, {"Maya Yoshida": {"Career": "Maya Yoshida (吉田 麻也, Yoshida Maya, born 24 August 1988) is a Japanese professional footballer who plays as a centre-back for Bundesliga club Schalke 04 and captains the Japan national team."}}, {"Fernando Forestieri": {"Career": "Fernando Martin Forestieri (born 15 January 1990) is a professional Argentine footballer who plays as a second striker for Malaysia Super League club Johor Darul Ta'zim. Born in Argentina, he is a former Italy youth international."}}, {"Bryan Cristante": {"Career": "Bryan Cristante  (born 3 March 1995) is an Italian professional footballer who plays as a midfielder for Serie A club Roma and the Italy national team."}}, {"Filip Djuricic": {"Career": "Filip Đuričić (Serbian Cyrillic: Филип Ђуричић; born 30 January 1992) is a Serbian professional footballer who plays as an attacking midfielder for Italian Serie A club Sampdoria and the Serbia national team."}}, {"Dennis Praet": {"Career": "Dennis Praet (born 14 May 1994) is a Belgian professional footballer who plays as a central midfielder for Premier League club Leicester City, and the Belgium national team."}}, {"Alessandro Florenzi": {"Career": "Alessandro Florenzi  (born 11 March 1991) is an Italian professional footballer who plays as a full-back for Serie A club AC Milan and the Italy national team.\nFlorenzi started his professional club career with Roma in 2011, but spent the 2011–12 season on loan with Crotone. Florenzi was appointed as Roma's new captain following the departure of Daniele De Rossi in 2019. He later had spells on loan with Spanish side Valencia, and French side Paris Saint-Germain, winning the Trophée des Champions and the Coupe de France with the latter club during the 2020–21 season.\nAt international level he was a member of the Italy national under-21 football team that finished second in the 2013 UEFA European Under-21 Championship, and also represented the Italy senior side at UEFA Euro 2016 and UEFA Euro 2020, winning the latter tournament."}}, {"Federico Dimarco": {"Career": "Federico Dimarco (born 10 November 1997) is an Italian professional footballer who plays as a left-back or left midfielder for Serie A club Inter Milan and the Italy national team."}}, {"Federico Chiesa": {"Career": "Federico Chiesa  (Italian pronunciation: [fedeˈriːko ˈkjɛːza; ˈkjeːza]; born 25 October 1997) is an Italian professional footballer who plays as a winger for Serie A club Juventus and the Italy national team. He is the son of former footballer Enrico Chiesa. Considered to be one of the best wingers in the world, he is known for his dribbling, speed and creativity. [1]\nComing through Fiorentina's youth academy, Chiesa made his first-team debut in 2016. He stayed at the club for four years, scoring 34 goals in 153 appearances in all competitions. Chiesa moved to Juventus in the 2020–21 season, winning the Coppa Italia and Supercoppa Italiana in his first season.\nAt international level, Chiesa made his senior debut for Italy in March 2018. He helped his country win the UEFA Euro 2020, while being named in the Team of the Tournament.\n\n"}}, {"Gregoire Defrel": {"Career": "Grégoire André Defrel (born 17 June 1991) is a French professional footballer who plays as a forward for Serie A club Sassuolo."}}, {"Alfred Duncan": {"Career": "Joseph Alfred Duncan (born 10 March 1993) is a Ghanaian professional footballer who plays for Fiorentina as a midfielder."}}, {"Roberto Gagliardini": {"Career": "Roberto Gagliardini (Italian pronunciation: [roˈbɛrto ɡaʎʎarˈdiːni]; born 7 April 1994) is an Italian footballer who plays as a midfielder for Serie A club Inter Milan and the Italy national team."}}, {"Marcelo Brozovic": {"Career": "Marcelo Brozović (Croatian pronunciation: [martsělo brǒːzoʋitɕ]; born 16 November 1992) is a Croatian professional footballer who plays as a defensive midfielder for Serie A club Inter Milan and the Croatia national team. He represented his nation at the 2014, 2018 and 2022 editions of the FIFA World Cup, as well as the UEFA European Championship in 2016 and 2020. Brozović is often recognised as one of the world's best defensive midfielders.\n\n"}}, {"Davide Calabria": {"Career": "Davide Calabria (born 6 December 1996) is an Italian professional footballer who plays as a right-back for Serie A club AC Milan, whom he captains, and the Italy national team."}}, {"Isaac Success": {"Career": "Isaac Success Ajayi (born 7 January 1996)  is a Nigerian professional footballer who plays as a forward for Serie A club Udinese."}}, {"Nicola Sansone": {"Career": "Nicola Domenico Sansone (Italian pronunciation: [niˈkɔːla doˈmeːniko sanˈsoːne]; born 10 September 1991) is an Italian footballer who plays as a forward for Serie A club Bologna, and the Italian national team."}}, {"Ante Rebic": {"Career": "Ante Rebić (Croatian pronunciation: [ǎːnte rěːbitɕ]; born 21 September 1993) is a Croatian professional footballer who plays as a winger for Serie A club AC Milan and the Croatia national team. He can play on both wings, as well as a second striker.\nHe began his senior career at RNK Split, and in 2013 signed for Serie A club Fiorentina for an undisclosed fee. He spent most of his time there out on loan to RB Leipzig, Hellas Verona, and Eintracht Frankfurt, before joining the later permanently in July 2018. In September 2019, he returned to Italian football, joining AC Milan, initially on a two-year loan, before joining permanently a year later.\nRebić made his senior international debut for Croatia in 2013. That same year, he was voted Croatian Football Hope of the Year. He represented them at the FIFA World Cup in 2014 and 2018, reaching the final of the latter, as well as at the UEFA Euro 2020."}}, {"Kevin Lasagna": {"Career": "Kevin Lasagna (Italian pronunciation: [ˈkɛːvin laˈzaɲɲa]; born 10 August 1992) is an Italian professional footballer who plays as a striker for Serie A club Hellas Verona."}}, {"Mohamed Fares": {"Career": "Mohamed Salim Farès (Arabic: محمد سليم فارس; born 15 February 1996) is a professional footballer who plays for Italian side Lazio as a wing-back or winger. Born in France, he represents the Algeria national team."}}, {"Simone Romagnoli": {"Career": "Simone Romagnoli (born 9 February 1990) is an Italian professional footballer who plays as a defender for Serie B club Parma."}}, {"Martin Erlic": {"Career": "Martin Erlić (Croatian pronunciation: [mǎrtin êːrlitɕ]; born 24 January 1998) is a Croatian professional footballer who plays as a defender for Serie A club Sassuolo and the Croatia national team."}}, {"Aleksey Miranchuk": {"Career": "Aleksei Andreyevich Miranchuk (Russian: Алексей Андреевич Миранчук, IPA: [ɐlʲɪkˈsʲej ɐnˈdrʲe(j)ɪvʲɪtɕ mʲɪrɐnˈtɕuk]; born 17 October 1995) is a Russian professional footballer who plays as an attacking midfielder or striker for Serie A club Torino, on loan from Atalanta, and the Russian national team."}}, {"Maxime Lopez": {"Career": "Maxime Baila Lopez (Spanish: López, pronounced [ˈlopeθ]; born 4 December 1997) is a French professional footballer who plays as an attacking midfielder for Serie A club Sassuolo. \nLopez is an academy graduate of Marseille, having made his professional debut in August 2016 and appeared in 150 games for the side. He signed for Sassuolo in 2021 following a loan deal at the club. He also represented France internationally at youth level."}}, {"Mamadou Coulibaly": {"Career": null}}, {"Sérgio Oliveira": {"Career": "Sérgio Miguel Relvas de Oliveira  (born 2 June 1992) is a Portuguese professional footballer who plays as a central midfielder for Süper Lig club Galatasaray and the Portugal national team.\nHe spent the better part of his career with Porto after making his first-team debut at the age of 17, going on to appear in 174 competitive matches and win three Primeira Liga championships, three Taça de Portugal and two Supertaça Cândido de Oliveira. He was also loaned to Beira-Mar, Mechelen, Penafiel, Nantes, PAOK and Roma, winning another double with PAOK in the 2018–19 season and the Europa Conference League with Roma in 2022. In the Portuguese top division, he also represented Paços de Ferreira.\nOliveira finished second at the 2015 European Under-21 Championship with Portugal. He made his senior debut in 2018, being part of the squad at Euro 2020."}}, {"Nicolo Zaniolo": {"Career": "Nicolò Zaniolo (Italian pronunciation: [nikoˈlɔ ddzaˈnjɔːlo]; born 2 July 1999) is an Italian professional footballer who plays as an attacking midfielder or winger for Serie A club Roma and the Italy national team."}}, {"Rodrigo Becão": {"Career": "Rodrigo Nascimento França, known as Rodrigo Becão (born 19 January 1996) is a Brazilian professional footballer who plays as a defender for Italian Serie A club Udinese."}}, {"Ismael Bennacer": {"Career": "Ismaël Bennacer (Arabic: إسماعيل بن ناصر, romanized: ʼIsmāʻīl bin Nāṣir; born 1 December 1997) is an Algerian professional footballer who plays as a midfielder for Serie A club AC Milan and the Algeria national team.\nAt club level, Bennacer has represented teams in France, England and Italy throughout his career. At international level, he made his senior debut for Algeria in 2016, and has since represented his nation at three editions of the Africa Cup of Nations; he was a member of the team that won the 2019 edition, and was named the player of the tournament."}}, {"Leo Stulac": {"Career": "Leo Štulac (born 26 September 1994) is a Slovenian professional footballer who plays as a midfielder for Serie B club Palermo, on loan from Empoli, and the Slovenia national team."}}, {"Liam Henderson": {"Career": "Liam Henderson (born 25 April 1996) is a Scottish professional footballer who plays as a midfielder for Serie A club Empoli.\nHenderson joined Celtic as a youth and progressed through the club's development squad before making his competitive first team debut in December 2013. He played in Celtic's winning 2015 Scottish League Cup Final team, before going out on three-month loan to Tippeligaen side Rosenborg. The Norwegian club went on to win a domestic league and cup double, and Henderson played enough games for him to earn winner's medals in both competitions. He then went on loan to Hibernian for most of the 2015–16 season, helping the club win the 2015–16 Scottish Cup. Henderson then rejoined the Celtic squad, but made few first-team appearances.\nHe was transferred to Serie B club Bari in January 2018, then moved to Hellas Verona as a free agent a few months later after Bari were declared bankrupt. He helped Verona to promotion, and in August 2019 became the first Scot to play in a Serie A match since Graeme Souness in 1986.\nHenderson has represented Scotland at various youth levels, including captaining the under-17 team."}}, {"Andrea La Mantia": {"Career": "Andrea La Mantia (born 6 May 1991) is an Italian professional footballer who plays as a forward for Serie B club SPAL on loan from Empoli."}}, {"Lazar Samardzic": {"Career": "Lazar Vujadin Samardžić (Serbian Cyrillic: Лазар Вујадин Самарџић, pronounced [lâzaːr sǎmaːrdʒitɕ]; born 24 February 2002) is a German professional footballer who plays as a midfielder for Serie A club Udinese.  Although a midfielder, he can also play as a left winger."}}, {"Pablo Marí": {"Career": "Pablo Marí Villar (born 31 August 1993) is a Spanish professional footballer who plays as a centre-back for Serie A club Monza, on loan from Premier League club Arsenal.\nMarí graduated from Mallorca's youth academy and played for various clubs throughout his career, in Spain, the Netherlands, Brazil, England and Italy. He won the Copa Libertadores and Série A in 2019 with Flamengo, and was included in the Série A Team of the Year that year."}}, {"Giulio Maggiore": {"Career": "Giulio Maggiore (born 12 March 1998) is an Italian professional footballer who plays as a midfielder for Serie A club Salernitana."}}, {"M'Bala Nzola": {"Career": "M'Bala Nzola (born 18 August 1996) is an Angolan professional footballer who plays as a striker for Serie A club Spezia and the Angola national team."}}, {"Filippo Bandinelli": {"Career": "Filippo Bandinelli (born 29 March 1995) is an Italian professional footballer who plays as a midfielder for Serie A club Empoli."}}, {"Pietro Ceccaroni": {"Career": "Pietro Ceccaroni (born 21 December 1995) is an Italian professional footballer who plays as a centre back for Serie B club Venezia."}}, {"Youssef Maleh": {"Career": "Youssef Maleh (Arabic: يوسف مالح; born 22 August 1998) is a professional footballer who plays as a midfielder for Serie A club Fiorentina.\nBorn in Italy to Moroccan parents, Maleh represented his native country internationally at under-21 level, before being called up to the Morocco national team in 2021."}}, {"Arthur Theate": {"Career": "Arthur Nicolas Theate (born 25 May 2000) is a Belgian professional footballer who plays as a defender for French  Ligue 1 club Rennes and the Belgium national team."}}, {"Felix Afena-Gyan": {"Career": "Felix Afena Ohene-Gyan (born 19 January 2003) is a Ghanaian professional footballer who plays as a forward for Serie A club Cremonese and the Ghana national team."}}, {"Arthur Cabral": {"Career": "Arthur Mendonça Cabral (born 25 April 1998) is a Brazilian professional footballer who plays as a forward for Serie A side Fiorentina."}}, {"Éderson": {"Career": null}}, {"Arturo Vidal": {"Career": "Arturo Erasmo Vidal Pardo (Spanish pronunciation: [aɾˈtuɾo eˈɾazmo βiˈðal ˈpaɾðo]; born 22 May 1987) is a Chilean professional footballer who plays as a midfielder for Campeonato Brasileiro Série A club Flamengo and the Chile national team. His displays during his time at Juventus led him to be nicknamed Il Guerriero (\"The Warrior\"), Rey Arturo (\"King Arthur\") and La Piranha by the Italian press due to his hard-tackling and aggressive, tenacious style of play.Vidal started his career with Colo-Colo, where he won three Chilean Primera División titles. He relocated to Europe, where he joined Bundesliga club Bayer Leverkusen and played there for four seasons. He then moved to Juventus in 2011, where he became widely recognized as one of the best midfielders in world football. At Juventus, he won the Scudetti in all four of his seasons and also was integral for them in reaching the 2015 UEFA Champions League Final. Vidal was named to the ten-man shortlist for the 2015 UEFA Best Player in Europe Award following his performances.  On 28 July 2015, Vidal returned to the Bundesliga, joining Bayern Munich and won three consecutive Bundesliga titles. After three years at Munich, he signed for La Liga giants Barcelona, where he won his eighth straight league title. In 2020 he returned to the Serie A to sign for Inter Milan, where he won yet another Serie A title and Coppa Italia.Vidal has earned over 130 caps for the Chile national team since his debut in 2007, playing in the 2011, 2015, 2019 and 2021 Copa América tournaments, as well as the Copa América Centenario, the 2010 and 2014 FIFA World Cups, and the 2017 FIFA Confederations Cup, helping his nation to Copa América victory in 2015 and 2016."}}, {"Kaan Ayhan": {"Career": "Kaan Ayhan (born 10 November 1994) is a professional footballer who plays as a defensive midfielder or centre-back as well as operating as a right back for Serie A club Sassuolo. Born in Germany, he represented his native country before joining the Turkey national team."}}, {"Albin Ekdal": {"Career": "Albin Ekdal (Swedish pronunciation: [ˈǎlːbɪn ˈêːkdɑːl]; born 28 July 1989) is a Swedish professional footballer who plays as a midfielder for Serie A club Spezia and the Sweden national team.\nFormed at IF Brommapojkarna, he has spent most of his career in Italy, where he has made over 200 Serie A appearances. He has represented Cagliari, Juventus, Siena, Bologna, and Sampdoria in the competition. He also spent three years in Germany's Bundesliga with Hamburger SV. Ekdal made his senior international debut for Sweden in 2011, and has since then earned over 60 caps for the nation. He has represented his country at UEFA Euro 2016, the 2018 FIFA World Cup, and UEFA Euro 2020."}}, {"Federico Fazio": {"Career": "Federico Julián Fazio (born 17 March 1987) is an Argentine professional footballer who plays as a central defender for Italian club Salernitana.\nHe began his career at Ferro Carril Oeste, signing for Sevilla in 2007. He made 201 official appearances for the latter club in nine years and scored 15 goals, joining Tottenham Hotspur in August 2014 and subsequently returning to Sevilla on loan; in August 2016, he moved to the Italian Serie A with Roma.\nFazio made his debut for Argentina in 2011, and represented the country at the 2018 World Cup."}}, {"Darko Lazovic": {"Career": "Darko Lazović (Serbian Cyrillic: Дарко Лазовић, pronounced [dǎːrko lâːzoʋitɕ]; born 15 September 1990) is a Serbian professional footballer who plays as a winger for Serie A club Hellas Verona and the Serbia national team.\nAt the age of 21, Lazović was recognized as the best young player of the Serbian Superliga in 2011."}}, {"Alessio Romagnoli": {"Career": "Alessio Romagnoli (born 12 January 1995) is an Italian professional footballer who plays as a centre-back for Serie A club Lazio and the Italy national team.\nRomagnoli began his career with Roma in 2012, and later spent a season on loan with Sampdoria in 2014, before moving to AC Milan in 2015. At the start of the 2018–19 Serie A season, he was named the team's captain following Leonardo Bonucci's return to Juventus.\n\n"}}, {"Mattia De Sciglio": {"Career": "Mattia De Sciglio (Italian: [matˈtiːa de ʃˈʃiʎʎo]; born 20 October 1992) is an Italian professional footballer who plays as a right-back for Serie A club Juventus and the Italy national team.\nHe made his professional debut for Milan in 2011, after several seasons in the club's youth system, and subsequently became a regular in the line-up, being able to play as either right or left back, winning two Supercoppa Italiana titles. He joined Juventus in 2017, winning a domestic double in his first season with the club, followed by two more consecutive Serie A titles and a Supercoppa Italiana.\nAt international level, De Sciglio made his senior debut in March 2013 and he was selected in the Italian squads for the 2013 FIFA Confederations Cup (where he won a bronze medal), the 2014 FIFA World Cup and UEFA Euro 2016."}}, {"Davide Zappacosta": {"Career": "Davide Zappacosta (born 11 June 1992) is an Italian professional footballer who plays as a full-back for Serie A club Atalanta."}}, {"Patric": {"Career": null}}, {"Danilo Cataldi": {"Career": "Danilo Cataldi (born 6 August 1994) is an Italian professional footballer who plays as a midfielder for Serie A club Lazio."}}, {"Jacopo Sala": {"Career": "Jacopo Sala (Italian pronunciation: [ˈjaːkopo ˈsaːla]; born 5 December 1991) is an Italian footballer who plays as a central midfielder for Serie A club Spezia."}}, {"Juan Jesus": {"Career": "Juan Guilherme Nunes Jesus (Portuguese pronunciation: [huˈɐ̃ ʒɛˈzus]; born 10 June 1991), usually known as Juan Jesus or simply Juan or Juje, is a Brazilian professional footballer who plays as a defender for Serie A club Napoli. He has also represented the Brazil national team."}}, {"Ilija Nestorovski": {"Career": "Ilija Nestorovski (Macedonian: Илија Несторовски; born 12 March 1990) is a Macedonian professional footballer who plays as a forward for Serie A club Udinese and Macedonia national football team."}}, {"Ivan Radovanovic": {"Career": "Ivan Radovanović (Serbian Cyrillic: Иван Радовановић; born 29 August 1988) is a Serbian professional footballer who plays as a defensive midfielder for Serie A club Salernitana.\nAt international level, Radovanović earned 10 caps for Serbia between 2010 and 2013.\n\n"}}, {"Gianmarco Ferrari": {"Career": "Gian Marco Ferrari (born 15 May 1992) is an Italian professional footballer who plays as a defender for Serie A club Sassuolo and the Italy national team."}}, {"Simy": {"Career": "Simeon Tochukwu Nwankwo (born 7 May 1992), known simply as Simy, is a Nigerian professional footballer who plays as a forward for Serie B club Benevento, on loan from Salernitana. He also played for the Nigeria national team in 2018.Simy is the only African footballer to have been top scorer in an Italian professional league (2019–20 Serie B). With 66 goals in all competitions, he is Crotone's all-time top scorer. Simy is also the only African footballer, alongside Samuel Eto'o in 2010–11, to have scored 20 goals in one Serie A season, having achieved the feat in 2020–21."}}, {"Federico Ceccherini": {"Career": "Federico Ceccherini (born 11 May 1992) is an Italian professional footballer who plays as a centre back for Serie A club Hellas Verona."}}, {"Elseid Hysaj": {"Career": "Elseid Gëzim Hysaj (Albanian pronunciation: [ɛlsɛˈid ˈhysaj]; born 2 February 1994) is an Albanian professional footballer who plays as a right-back for Serie A club Lazio and the Albania national team, for which he is captain. Hysaj can operate on both sides of the pitch as a full-back."}}, {"José Callejón": {"Career": "José María Callejón Bueno (Spanish pronunciation: [xoˈse kaʎeˈxon]; born 11 February 1987) is a Spanish professional footballer who plays as a forward or winger for Granada.\nHe began his career with the reserve teams of Real Madrid, but made a name for himself at Espanyol. In 2011 he returned to his previous club and, two years later, left for Napoli, where he won two Coppa Italia tournaments and the 2014 Supercoppa Italiana while appearing in 349 competitive matches (82 goals scored).\nAn under-21 international, Callejón made his senior debut for Spain in 2014.\n\n"}}, {"Nicola Murru": {"Career": "Nicola Murru (born 16 December 1994) is an Italian professional footballer who plays for Serie A club Sampdoria, as a left-back."}}, {"Matías Vecino": {"Career": "Matías Vecino Falero (born 24 August 1991) is a Uruguayan professional footballer who plays as a midfielder for Serie A club Lazio and the Uruguay national team."}}, {"Federico Bernardeschi": {"Career": "Federico Bernardeschi  (Italian pronunciation: [fedeˈriːko bernarˈdeski]; born 16 February 1994) is an Italian professional footballer who plays as a winger or attacking midfielder for Major League Soccer club Toronto FC and the Italy national team. His nickname is \"Brunelleschi\", after the famous Florentine architect, for his technique and elegance on the pitch.Bernardeschi began his playing career with Atletico Carrara and Polisportiva Ponzano. In 2003, he moved to the Fiorentina youth system, where he spent 10 years, before spending one season on loan at Crotone during the 2013–14 season. He returned to Fiorentina the following season. In July 2017, he was sold to Juventus, with whom he won three consecutive Serie A titles, among other trophies. In July 2022, upon the completion of his contract with Juventus, Bernardeschi became a free agent and signed with Toronto FC.\nAt international level, Bernardeschi has represented Italy at youth level since 2011, eventually making his senior debut in 2016, and was a member of the nation's squads at UEFA Euro 2016 and UEFA Euro 2020, winning the latter tournament."}}, {"Milan Badelj": {"Career": "Milan Badelj (Croatian pronunciation: [mǐlan bǎdeʎ]; born 25 February 1989) is a Croatian professional footballer who plays as a midfielder for Serie B club Genoa. He was a member of the Croatian squad that finished runners-up in the 2018 FIFA World Cup as well as part of the country's squad at its 2014 edition and the UEFA Euro's editions in 2012, 2016 and 2020."}}, {"Alex Ferrari": {"Career": null}}, {"Stefano Sensi": {"Career": "Stefano Sensi (Italian pronunciation: [ˈsteːfano ˈsɛnsi]; born 5 August 1995) is an Italian professional footballer who plays as a midfielder for Serie A club Monza, on loan from Serie A club Inter Milan, and the Italy national team.\nHe began his career with Italian side Cesena in 2013, and was subsequently loaned out to San Marino for two seasons before returning to the club. He joined Sassuolo in January 2016, and was promptly loaned out to Cesena for the remainder of the season. He became a Sassuolo player in summer 2016. Sensi was loaned out to Inter Milan in summer 2019, and joined them on a permanent basis in the following year. Inter loaned him out to Sampdoria and Monza in 2022."}}, {"Rafael Toloi": {"Career": "Rafael Tolói  (born 10 October 1990) is a professional footballer who plays as a centre-back and a defensive right-back for Serie A club Atalanta and the Italy national team.\nTolói represented his native country of Brazil internationally at the under-20 level in 2009, but switched allegiance at the senior grade to Italy on February 17, 2021 after meeting FIFA's five-year residency requirement. He had been living in Italy since his move to Atalanta early in the 2015–16 season, and had years earlier acquired Italian citizenship, for which he was eligible because his great grandparents hailed from Treviso, Veneto. He made his senior debut for Italy in 2021, and represented the nation at their victorious UEFA Euro 2020 campaign."}}, {"Mattia Caldara": {"Career": "Mattia Caldara (Italian pronunciation: [matˈtiːa kalˈdaːra]; born 5 May 1994) is an Italian professional footballer who plays as a centre back for Serie A club Spezia, on loan from AC Milan."}}, {"Andrea Conti": {"Career": null}}, {"Remo Freuler": {"Career": "Remo Marco Freuler (born 15 April 1992) is a Swiss professional footballer who plays as a midfielder for Nottingham Forest and the Switzerland national team.\n\n"}}, {"Danilo D'Ambrosio": {"Career": "Danilo D'Ambrosio (born 9 September 1988) is an Italian professional footballer who plays as a centre-back or as a right-back for Serie A club Inter Milan and the Italy national team."}}, {"Luca Ceppitelli": {"Career": "Luca Ceppitelli (born 11 August 1989) is an Italian professional footballer who plays as a defender for Serie B club Venezia."}}, {"Fabio Depaoli": {"Career": "Fabio Depaoli (born 24 April 1997) is an Italian professional footballer who plays as a midfielder for Serie A club Hellas Verona, on loan from Sampdoria."}}, {"Berat Gjimshiti": {"Career": "Berat Ridvan Djimsiti (Albanian: Gjimshiti; born 19 February 1993) is a professional footballer who plays as a centre-back for Serie A club Atalanta. Born in Switzerland to Albanian parents, he represented his birth country at youth level before choosing to play for the Albania national team."}}, {"Martín Cáceres": {"Career": "José Martín Cáceres Silva (Spanish pronunciation: [maɾˈtiŋ ˈkaseɾes]; born 7 April 1987) is a Uruguayan professional footballer who plays for Major League Soccer club LA Galaxy and the Uruguay national team. Mainly a centre-back, he can also play on either flank, mostly as a right-back.After starting out at Defensor Sporting, he was bought by Spanish club Villarreal in 2007. In the following years he competed in Spain and Italy, notably winning six Serie A titles with Juventus and the 2009 Champions League with Barcelona. He later had a brief spell in England with Southampton before returning to Italy in 2017; despite his ability, his career has been limited by several injuries.An Uruguay international since the age of 20, Cáceres represented the country in four World Cups, three editions of the Copa América and the 2013 Confederations Cup, winning the 2011 Copa América."}}, {"Felipe Caicedo": {"Career": "Felipe Salvador Caicedo Corozo (born 5 September 1988) is an Ecuadorian professional footballer who plays as a striker for Saudi Arabian club Abha.\nA full international from 2005 to 2017, Caicedo represented Ecuador at the Copa América in 2007 and 2011, as well as at the 2014 World Cup. Caicedo is also Ecuador's sixth highest goalscorer of all-time with 22 goals to his name."}}, {"Danilo": {"Career": "Danilo is a given name found in Italian, Portuguese, Spanish and Serbian.\nNotable people with the name Danilo include:"}}, {"Álvaro Odriozola": {"Career": "Álvaro Odriozola Arzalluz (Spanish pronunciation: [ˈalβaɾo oðɾjoˈθola]; born 14 December 1995) is a Spanish professional footballer who plays as a right-back for La Liga club Real Madrid and the Spain national team. Mainly a full-back, he can also play as a winger."}}, {"Jean-Victor Makengo": {"Career": "Jean-Victor Makengo (born 12 June 1998) is a French professional footballer who plays as a midfielder for Serie A side Udinese."}}, {"Kelvin Adou": {"Career": "Kelvin Amian Adou (born 8 February 1998) is a French professional footballer who plays as a right back for Serie A club Spezia."}}, {"Tolgay Arslan": {"Career": "Tolgay Ali Arslan (Turkish pronunciation: [toɫɡaj ali aɾsɫan]; born August 16, 1990) is a professional footballer who plays as a midfielder for Serie A club Udinese.\nBorn in Germany, he has Turkish ancestry. He represented both Germany and Turkey internationally at youth level."}}, {"José Luis Palomino": {"Career": "José Luis Palomino (born 5 January 1990) is an Argentine professional footballer who plays as a centre-back for Serie A club Atalanta.\nPalomino began his professional career with San Lorenzo, before joining Argentinos Juniors in 2013. After the 2013–14 season, he moved to Ligue 1 club Metz. In 2016 Palomino signed with Bulgarian club Ludogorets Razgrad, with whom he won league title, before joining Atalanta in June 2017.\nPlaying in both centre–back and left–back positions, Palomino is capable of playing in aerial play and tackling. At Atalanta, under the manager of Gian Piero Gasperini, Palomino established himself as a starting line-up defender, playing either in the middle or on the left of a back three."}}, {"Pietro Pellegri": {"Career": "Pietro Pellegri (Italian pronunciation: [ˈpjɛːtro pelˈleːɡri]; born 17 March 2001) is an Italian professional footballer who plays as a striker for Serie A club Torino and the Italy national team.\nIn 2016, at the age of 15 years and 280 days, Pellegri joined Amedeo Amadei as the joint-youngest player to appear in Serie A. It was surpassed by Wisdom Amey in May 2021 at the age of 15 years and 274 days."}}, {"Alessandro Bastoni": {"Career": "Alessandro Bastoni  (born 13 April 1999) is an Italian professional footballer who plays as a centre-back for Serie A club Inter Milan and the Italy national team."}}, {"Sofian Kiyine": {"Career": "Sofian Kiyine (born 2 October 1997) is a professional footballer who plays as a midfielder for Belgian First Division A club OH Leuven. Born in Belgium, he has represented the Morocco U20 and Morocco U23 national teams at international level.\n\n"}}, {"Grigoris Kastanos": {"Career": "Grigoris Kastanos (Greek: Γρηγόρης Κάστανος; born 30 January 1998) is a Cypriot professional footballer who plays as a midfielder for Serie A club Salernitana and the Cyprus national team."}}, {"Filippo Melegoni": {"Career": "Filippo Melegoni (born 18 February 1999) is an Italian professional footballer who plays as a midfielder for Belgian First Division A club Standard Liège, on loan from Genoa."}}, {"Giorgio Altare": {"Career": "Giorgio Altare (born 9 August 1998) is an Italian professional footballer who plays as a defender for Serie B club Cagliari.\n\n"}}, {"Martin Hongla": {"Career": "Martin Hongla Yma II (born 16 March 1998) is a Cameroonian professional footballer who plays as a central defender or a defensive midfielder for Italian club Hellas Verona and the Cameroon national team."}}, {"Walace": {"Career": "Walace is a given name. It is an alternative spelling of the name Wallace. Notable people with the name include:\n\nWalace (footballer, born 1989), full name Walace Alves da Silva, Brazilian football centre-back\nWalace (footballer, born 1995), full name Walace Souza Silva, Brazilian football defensive midfielder\nWalace (footballer, born 1993), full name Walace de Sousa Novais, Brazilian football defender"}}, {"Diego Demme": {"Career": "Diego Demme (born 21 November 1991) is a German professional footballer who plays as a defensive midfielder for Serie A club Napoli and the Germany national team."}}, {"Jonathan Ikone": {"Career": "Nanitamo Jonathan Ikoné (born 2 May 1998) is a French professional footballer who plays as a forward for Serie A club Fiorentina and the France national team."}}, {"Stanislav Lobotka": {"Career": "Stanislav Lobotka (Slovak pronunciation: [ˈstaɲislaw ˈlɔbɔtka]; born 25 November 1994) is a Slovak professional footballer who plays as a midfielder for Serie A club Napoli and the Slovakia national team."}}, {"Daniel Bessa": {"Career": "Daniel Sartori Bessa (born 14 January 1993) is an Italian Brazilian footballer who plays as a midfielder for Emirati club Al-Ittihad Kalba. He was called up to the Italy national under-18 football team. Bessa qualified for Italian citizenship through his family who have Venetian origins."}}, {"Denis Zakaria": {"Career": "Denis Lemi Zakaria Lako Lado (born 20 November 1996) is a Swiss professional footballer who plays as a central defensive midfielder for Premier League club Chelsea, on loan from Juventus, and the Switzerland national team.\n\n"}}, {"Robin Gosens": {"Career": "Robin Everardus Gosens (born 5 July 1994) is a German professional footballer who plays as a left midfielder or left-back for Serie A club Inter Milan and the Germany national team."}}, {"Nikola Milenkovic": {"Career": null}}, {"Petko Hristov": {"Career": "Petko Rosenov Hristov (Bulgarian: Петко Росенов Христов; born 1 March 1999) is a Bulgarian professional footballer who plays as a centre-back for Serie A club Spezia and the Bulgaria national team."}}, {"Adam Marusic": {"Career": "Adam Marušić (Serbian Cyrillic: Адам Марушић, pronounced [ǎdam mǎruʃitɕ]; born 17 October 1992) is a Montenegrin professional footballer who plays as a right midfielder for Serie A club Lazio and the Montenegro national team."}}, {"Bram Nuytinck": {"Career": "Bram Nuytinck (born 4 May 1990) is a Dutch professional footballer who plays as a centre-back for Udinese in Serie A."}}, {"Raoul Bellanova": {"Career": "Raoul Bellanova (born 17 May 2000) is an Italian professional footballer who plays as a right-back for Serie A club Inter Milan, on loan from Cagliari."}}, {"Charalampos Lykogiannis": {"Career": "Charalampos 'Babis' Lykogiannis (Greek: Χαράλαμπος 'Μπάμπης' Λυκογιάννης; born 22 October 1993), also known as Lykos  (Greek for \"wolf\" – from the first letters of his name), is a Greek professional footballer who plays as a left-back for Serie A club Bologna and the Greece national team."}}, {"Dejan Kulusevski": {"Career": "Dejan Kulusevski  (Macedonian: Дејан Кулушевски, romanized: Dejan Kulushevski; born 25 April 2000) is a Swedish professional footballer who plays as a winger or midfielder for Premier League club Tottenham Hotspur, on loan from Serie A club Juventus, and the Sweden national team.\nComing through from the youth system, Kulusevski made his senior debut for Atalanta in 2019, before joining Parma on loan at the beginning of the 2019–20 season. He joined Juventus during the winter transfer window for €35 million, and was sent back to Parma on loan for the rest of the season. In January 2022, Kulusevski was sent on loan to Tottenham Hotspur in England.\nKulusevski was born in Sweden to a Swedish Macedonian father and a Macedonian mother. He represented both Macedonia and Sweden internationally at youth level, before opting to play for his birth country at senior level, making his full debut in 2019."}}, {"Luca Ranieri": {"Career": "Luca Ranieri (born 23 April 1999) is an Italian professional footballer who plays as a defender for Serie A club Fiorentina."}}, {"Federico Santander": {"Career": "Federico Javier Santander Mereles (born 4 June 1991) is a Paraguayan professional footballer who plays as a forward for Italian Serie B club Reggina and the Paraguay national team."}}, {"Giovanni Di Lorenzo": {"Career": "Giovanni Di Lorenzo  (born 4 August 1993) is an Italian professional footballer who plays as a right-back for Serie A club Napoli, which he captains, and the Italy national team. A strong, intelligent reader of the game who is adept at attacking and defending he is widely reagrded as one of the best right-backs in world football.[1]\n\n"}}, {"Mehdi Bourabia": {"Career": "Mehdi Bourabia (born 7 August 1991) is a professional footballer who plays as a midfielder for Serie A club Spezia. Born in France, he represents the Morocco national team."}}, {"Matteo Pessina": {"Career": "Matteo Pessina  (born 21 April 1997) is an Italian professional footballer who plays as a midfielder. He is captain of Serie A club Monza, on loan from Atalanta, and plays for the Italy national team.\nComing through the youth system, Pessina started his career at Monza. He joined AC Milan in 2015, who sent him on loan to Lecce, Catania and Como. In 2017, he moved to Atalanta, and was loaned out to Spezia and Hellas Verona. Pessina became a starter for Atalanta upon his return from loan in 2020. He returned to his hometown club Monza in 2022 and was made club captain.\nPessina represented Italy internationally at under-19, under-20 and under-21 levels, before making his senior debut in 2020. He was part of Italy's squad at UEFA Euro 2020, where he scored two goals to help his side win the competition."}}, {"Roberto Piccoli": {"Career": "Roberto Piccoli (born 27 January 2001) is an Italian professional footballer who plays as a forward for Serie A club Hellas Verona, on loan from Atalanta."}}, {"Merih Demiral": {"Career": "Merih Demiral (born 5 March 1998) is a Turkish professional footballer who plays as a centre-back for Serie A club Atalanta and the Turkey national team."}}, {"Samuele Ricci": {"Career": "Samuele Ricci (born 21 August 2001) is an Italian professional footballer who plays as midfielder for Serie A club Torino and the Italy national team."}}, {"Carles Pérez": {"Career": "Carles Pérez Sayol (born 16 February 1998) is a Spanish professional footballer who plays as a right winger for La Liga club Celta, on loan from Roma."}}, {"Manolo Portanova": {"Career": "Manolo Portanova (born 2 June 2000) is an Italian professional footballer who plays as an attacking midfielder for Serie B club Genoa.\n\n"}}, {"Gaetano Castrovilli": {"Career": "Gaetano Castrovilli  (born 17 February 1997) is an Italian professional footballer who plays as midfielder for Serie A club Fiorentina and the Italy national team."}}, {"Sofyan Amrabat": {"Career": "Sofyan Amrabat (Arabic: سفيان أمرابط, Berber languages: ⵙⵓⴼⵢⴰⵏ ⴰⵎⵕⴰⴱⵟ; born 21 August 1996) is a Moroccan professional footballer who plays as a midfielder for ACF Fiorentina in Serie A. Born in the Netherlands, he represents the Morocco national team.\nHe represented the Netherlands internationally at youth level in 2010, before switching allegiance to Morocco's youth national team in 2013, representing them at senior level from 2017."}}, {"Jerdy Schouten": {"Career": "Jerdy Schouten (Dutch pronunciation: [ˈsxʌutə(n)]; born 12 January 1997) is a Dutch professional footballer who plays as a midfielder for Serie A club Bologna and the Netherlands national team."}}, {"Tommaso Augello": {"Career": "Tommaso Augello (born 30 August 1994) is an Italian professional footballer who plays as a defender for Serie A club Sampdoria."}}, {"Daniel Maldini": {"Career": "Daniel Maldini (born 11 October 2001) is an Italian professional footballer who plays as an attacking midfielder for Serie A club Spezia, on loan from AC Milan."}}, {"Alexis Saelemaekers": {"Career": "Alexis Jesse M. Saelemaekers (born 27 June 1999) is a Belgian professional footballer who plays as a winger for Serie A club AC Milan and the Belgium national team. Although he primarily plays in attack, he can also play as a full-back."}}, {"Janis Antiste": {"Career": "Janis Antiste (born 18 August 2002) is a French professional footballer who plays as a forward for Serie A club Sassuolo, on loan from Spezia."}}, {"Pierre Kalulu Kyatengwa": {"Career": null}}, {"Flavio Junior Bianchi": {"Career": "Flavio Junior Bianchi (born 24 January 2000) is an Italian professional footballer who plays as a forward for Serie B club Brescia, on loan from Genoa."}}, {"Ivan Ilic": {"Career": null}}, {"Lucas Martínez Quarta": {"Career": "Lucas Martínez Quarta (born 10 May 1996) is an Argentine professional footballer who plays as a centre back for Serie A club Fiorentina and the Argentina national team."}}, {"Matteo Cancellieri": {"Career": "Matteo Cancellieri (born 12 February 2002) is an Italian professional footballer who plays as a winger for Serie A club Lazio, on loan from Hellas Verona. He also represents the Italy national team."}}, {"Giorgio Scalvini": {"Career": "Giorgio Scalvini (born 11 December 2003) is an Italian professional footballer who plays as defender for Serie A club Atalanta and the Italy national team."}}, {"Joakim Maehle": {"Career": "Joakim Mæhle Pedersen (born 20 May 1997) is a Danish professional footballer who plays as a full-back for Serie A club Atalanta and the Denmark national team."}}, {"Viktor Kovalenko": {"Career": null}}, {"Edoardo Bove": {"Career": "Edoardo Bove (born 16 May 2002) is an Italian professional footballer who plays as a midfielder for Serie A club Roma."}}, {"Andrea Cambiaso": {"Career": "Andrea Cambiaso (born 20 February 2000) is an Italian professional footballer who plays as a full-back for Serie A club Bologna, on loan from Juventus.\n\n"}}, {"Caleb Ekuban": {"Career": "Caleb Ansah Ekuban (born 23 March 1994) is a   professional footballer who plays as a striker for Serie B club Genoa. Born in Italy, Ekuban represents the Ghana national football team.\nEkuban is a striker known for his pace, technical ability and strong physique. His style of play and prolific goal scoring as a youngster in the Chievo youth team saw him likened to compatriot Mario Balotelli"}}, {"Petar Stojanovic": {"Career": null}}, {"Leonardo Mancuso": {"Career": "Leonardo Mancuso (born 26 May 1992) is an Italian professional footballer who plays as a forward or winger for Serie B club Como, on loan from Monza."}}, {"Kristjan Asllani": {"Career": "Kristjan Asllani (born 9 March 2002) is an Albanian professional footballer who plays as a midfielder for Serie A club Inter Milan, on loan from Empoli, and the Albania national team."}}, {"Andrea Schiavone": {"Career": "Andrea Meldolla (Croatian: Andrija Medulić), also known as Andrea Schiavone or Andrea Lo Schiavone  (c. 1510/15–1563) was an Italian Renaissance painter and etcher, born in present-day Croatia, active mainly in the city of Venice.  His style combined Mannerist elements, a relative rarity in Venice, with much influence from the mainstream of Venetian painting, especially Titian."}}, {"Nadir Zortea": {"Career": "Nadir Zortea (born 19 June 1999) is an Italian professional footballer who plays as a right-back for Serie A club Atalanta."}}, {"Dennis Johnsen": {"Career": "Dennis Tørset Johnsen (born 17 February 1998) is a Norwegian professional footballer who plays as a winger for Serie B club Venezia."}}, {"Francesco Forte": {"Career": null}}, {"Gianluca Busio": {"Career": "Gianluca Cristiano Busio (born May 28, 2002) is an American professional soccer player who plays as a midfielder for Serie B club Venezia and the United States national team.\n\n"}}, {"Ridgeciano Haps": {"Career": "Ridgeciano Haps (born 12 June 1993) is a professional footballer who plays as a left-back for Serie B club Venezia. Born in the Netherlands, he represents the Suriname national team."}}, {"Johan Vásquez": {"Career": null}}, {"Cedric Gondo": {"Career": "Diomandè Yann Cedric Gondo (born 25 November 1996) is an Ivorian professional footballer who plays as a forward for Serie B club Ascoli, on loan from Cremonese."}}, {"David Strelec": {"Career": "David Strelec (born 4 April 2001) is a professional Slovak footballer who currently plays for Spezia and the Slovak national team as a forward."}}, {"Cristian Volpato": {"Career": "Cristian Volpato (born 15 November 2003) is a professional footballer who plays as attacking midfielder for Serie A club Roma. Born in Australia, Volpato has represented Italy internationally at youth level since 2022."}}, {"Albert Gudmundsson": {"Career": null}}, {"Jovane Cabral": {"Career": "Jovane Eduardo Borges Cabral (born 14 June 1998) is a Cape Verdean professional footballer who plays as a winger for Portuguese club Sporting CP and the Cape Verde national team."}}, {"Moustapha Cissé": {"Career": "Moustapha Elhadji Cissé (born 14 September 2003) is a Guinean professional footballer who plays as a forward for Serie B club Pisa, on loan from Atalanta."}}, {"Nadiem Amiri": {"Career": "Nadiem Amiri (born 27 October 1996) is a German professional footballer who plays as an attacking midfielder for Bayer Leverkusen and the Germany national team."}}, {"Jeremy Toljan": {"Career": "Jeremy Isaiah Richard Toljan (pronounced [tôʎaːn]; born 8 August 1994) is a German professional footballer who plays as a right-back for Serie A club Sassuolo."}}, {"Ricardo Rodríguez": {"Career": null}}, {"Franck Ribéry": {"Career": "Franck Henry Pierre Ribéry (French pronunciation: ​[fʁɑ̃k ʁibeʁi]; born 7 April 1983) is a French former professional footballer who primarily played as a winger, preferably on the left side, and was known for his pace, energy, skill, and precise passing. Ribéry has been described as a player who is fast, tricky and an excellent dribbler, who has great control with the ball at his feet. While with Bayern, he was recognised on the world stage as one of the best players of his generation. The previous talisman of the French national team, Zinedine Zidane, once referred to Ribéry as the \"jewel of French football\".Ribéry's career began in 1989 as a youth player for local hometown club Conti Boulogne. He left the club after seven years to join professional outfit Lille, but departed the club after three years after having difficulties adjusting. In 1999, Ribéry joined US Boulogne, where he played for two years. After spending two more years in the amateur divisions with two clubs (Alès and Brest),  Ribéry earned a move to Ligue 1 club Metz in 2004. After six months with the club, Ribéry moved to Turkey in January 2005 to join Galatasaray, where he won the Turkish Cup. After six months at Galatasaray, he departed the club in controversial fashion in order to return to France to join Marseille. Ribéry spent two seasons at the club, helping the Marseillais reach the final of the Coupe de France in back-to-back seasons.\nIn 2007, Ribéry joined German club Bayern Munich for a then club-record fee of €25 million. With Bayern, he won nine Bundesliga titles (at the time a Bundesliga record), six DFB-Pokal, one UEFA Champions League and one FIFA Club World Cup, which include five doubles and one treble, amounting to a then club record of 24 titles over twelve seasons. His form for Bayern in the club's 2012–13 treble winning season saw him nominated alongside Lionel Messi and Cristiano Ronaldo on the three-man shortlist for the 2013 FIFA Ballon d'Or. During his long spell at Bayern, Ribéry was also known for his fruitful partnership with fellow winger Arjen Robben—together they were affectionately referred to by the nickname Robbery. He left Bayern in summer 2019, and subsequently joined Italian side Fiorentina, while Robben retired from football.\nBetween 2006 and 2014, Ribéry represented the France national team 81 times. He played at two FIFA World Cups (2006 and 2010) and two UEFA European Championships (2008 and 2012). Individually, Ribéry is a three-time winner of the French Player of the Year award and also won the German award of Footballer of the Year, becoming the first player to hold both honours. He has also been named to the UEFA Team of the Year and declared the Young Player of the Year in France. In 2013, Ribéry won the UEFA Best Player in Europe Award. In 2013, he was also ranked fourth in The Guardian's list of the best players in the world.He is currently in charge as a technical collaborator of Italian Serie A club Salernitana, which was also his final club as a player."}}, {"Matija Nastasic": {"Career": "Matija Nastasić (Serbian Cyrillic: Матија Настасић; born 28 March 1993) is a Serbian professional footballer who plays as a centre-back for Spanish La Liga club Mallorca and the Serbia national team.He began his career at Partizan, and after a loan to Teleoptik joined Italian side Fiorentina in 2011. After one season there he transferred to Manchester City for €15 million and a swap with Stefan Savić, winning the Premier League in 2014, despite injury problems. In 2015, he joined Schalke, where he remained for seven years, before returning to Fiorentina in 2021.\nNastasić made his senior international debut for Serbia in 2012, and has gone on to earn over 30 caps."}}, {"Lucas Leiva": {"Career": "Lucas Pezzini Leiva (born 9 January 1987), known as Lucas or Lucas Leiva (Brazilian Portuguese: [ˈlukɐz ˈlejvɐ]), is a Brazilian professional footballer who plays as a defensive midfielder for Grêmio.\nLucas began his career as a box-to-box midfielder at Grêmio where he won the Campeonato Gaúcho in 2006 and 2007. In July 2007 he moved to Liverpool, where he played 347 professional matches over the course of a decade, winning the League Cup in 2012. Between 2010 and 2016 Lucas led the Premier League in tackles per game five times in six seasons. He has the second most tackles in Premier League history, and remains the Brazilian with the 3rd most Premier League appearances. He joined Lazio in 2017.\nA full international since 2007, he has earned 24 caps and represented Brazil at the 2008 Olympics and 2011 Copa América, winning a bronze medal at the former. He also captained the under-20 team to victory in the 2007 South American Youth Championship."}}, {"Aaron Ramsey": {"Career": "Aaron James Ramsey (born 26 December 1990) is a Welsh professional footballer who plays as a midfielder for Ligue 1 club Nice and the Wales national team. Ramsey mainly plays as a box-to-box midfielder, but has also been deployed on the left and right wings.\nHe played as a schoolboy for Cardiff City, where he spent eight years in youth football, became the club's youngest ever first team player, and made 28 appearances (including loan spell) for the senior team – including the 2008 FA Cup Final. Ramsey moved to Arsenal in 2008 in a £5 million deal, where he quickly gained first-team experience. However, his career stalled significantly after he suffered a broken leg in a match against Stoke City in February 2010. After two loan spells away from Arsenal, he returned to full fitness and re-established himself as a regular starter during the 2011–12 season. He also represented Great Britain at the 2012 Summer Olympics. Ramsey was a key player for Arsenal in the 2013–14 campaign, scoring 16 goals in all competitions, including the winner in the 2014 FA Cup Final against Hull City. He also played in the 2015 FA Cup Final, which Arsenal won, and scored a second FA Cup winning goal in 2017. On 1 July 2019, he joined Juventus after having signed a pre-contractual agreement, winning the league title during his first season. In 2022, he joined French side Nice.\nRamsey made his full international debut for Wales in 2008 and was part of their UEFA Euro 2016 campaign, where he helped his country to the semi-finals and was included in the Team of the Tournament and also helped Wales to the last 16 of UEFA Euro 2020. Ramsey then helped Wales qualify for the FIFA World Cup in 2022 for the first time since 1958, describing it as a \"dream come true\"."}}, {"David Ospina": {"Career": "David Ospina Ramírez (born 31 August 1988) is a Colombian professional footballer who plays as a goalkeeper for Saudi Professional League club Al Nassr and the Colombia national team.\nOspina began his career at Atlético Nacional, making his debut with the club in 2005. After achieving two domestic titles with Los Verdolagas, Ospina joined French side Nice. In 2014, he joined Arsenal on a four-year deal. During his time in London, Ospina won three trophies with the club: the FA Cup in 2015 and 2017, as well as the 2017 FA Community Shield. In 2018, Ospina was loaned out to Serie A club Napoli. The following year, Napoli permanently signed Ospina. In 2020, Ospina played a pivotal role in Napoli's conquering of the Coppa Italia. Following unsuccessful negotiations to renew his contract with Napoli, Ospina signed for SPL side Al-Nassr in 2022.\nOspina has represented his country at a full international level since 2007. At youth level, Ospina represented Colombia at the 2005 FIFA World Youth Championship. Notably, he was part of the Colombia squads that won gold at the 2005 Bolivarian Games and the 2006 Central American and Caribbean Games. Upon his senior debut against Uruguay, he became the youngest goalkeeper to make an appearance for Colombia. He has since earned 127 caps for his nation, making him his nation's most capped player of all time, appearing at four Copa Américas and two World Cups."}}, {"Sergio Romero": {"Career": "Sergio Germán Romero (Spanish pronunciation: [ˈseɾxjo xeɾˈman roˈmeɾo]; born 22 February 1987) is an Argentine professional footballer who plays as a goalkeeper for Boca Juniors. He has also played for the Argentina national team.\nRomero made his debut with Racing Club in the Argentine Primera División in 2007 and then transferred to Dutch club AZ Alkmaar at the end of the season. He won the Eredivisie in 2009 and two years later joined Italian side Sampdoria. In 2013, he joined Monaco on a season-long loan. He joined Manchester United in July 2015 and left the club after six seasons.\nRomero is the most capped goalkeeper in the history of the Argentine national team, playing over 90 times since his debut in 2009. He has represented Argentina at two World Cups and at three Copa América tournaments, finishing as runner-up in the 2014 FIFA World Cup, as well as in the 2015 and 2016 Copa América tournaments. He also was part of the team that won gold at the 2008 Olympics."}}, {"Valon Behrami": {"Career": "Valon Behrami (born 19 April 1985) is a Swiss former professional footballer who played as a midfielder.\nBehrami was capped 83 times at international level by the Switzerland national team, playing at four FIFA World Cups, UEFA Euro 2008 and UEFA Euro 2016 from his debut in 2005 to his international retirement in 2018."}}, {"Aleksandar Kolarov": {"Career": "Aleksandar Kolarov (Serbian Cyrillic: Александар Коларов; born 10 November 1985) is a Serbian former professional footballer. Although primarily a left-back, Kolarov could also operate as a centre-back and anywhere along the left flank and was known for his overlapping attacking runs on the wing, his powerful ball-striking ability with his left foot, and his accuracy from free kicks. He was named Serbian Player of the Year in 2011.\nKolarov began his career at Red Star Belgrade, but he did not break through and moved onto Čukarički in 2004. Two years later, he joined OFK Beograd before moving abroad for the first time by signing for Lazio in Serie A, where he won the Coppa Italia and Supercoppa Italiana in 2009. In 2010, he joined Manchester City, with which he won two Premier League titles, the FA Cup and the League Cup.\nKolarov made his senior international debut for Serbia in 2008 and earned 94 caps. Kolarov was a member of Serbia's squads for the 2008 Olympics, 2010 FIFA World Cup and the 2018 FIFA World Cup."}}, {"Fikayo Tomori": {"Career": "Oluwafikayomi Oluwadamilola \"Fikayo\" Tomori (born 19 December 1997) is a professional footballer who plays as a centre-back for Serie A club AC Milan and the England national team. Born in Canada, he represents England at international level.\n\n"}}, {"Ola Aina": {"Career": "Temitayo Olufisayo Olaoluwa Aina (born 8 October 1996) is a professional footballer who plays as a wing-back or right back for Serie A club Torino, and the Nigeria national team."}}, {"Axel Tuanzebe": {"Career": "Axel Tuanzebe (born 14 November 1997) is an English professional footballer who plays as a defender for Premier League club Manchester United.\nTuanzebe is a graduate of the Manchester United youth system and won both the Jimmy Murphy Young Player of the Year and Denzil Haroun Reserve Team Player of the Year awards. He made his competitive debut in an FA Cup game against Wigan Athletic in January 2017. He has had three spells on loan at Aston Villa and helped them to win promotion to the Premier League in 2019.\nBorn in the Democratic Republic of the Congo, he relocated to England at a young age and has represented England at under-19, under-20 and under-21 levels."}}, {"Mattia Perin": {"Career": "Mattia Perin (Italian pronunciation: [matˈtiːa peˈrin]; born 10 November 1992) is an Italian professional footballer who plays as a goalkeeper for Serie A club Juventus. He also represented the Italy national team.\nHe began his career with Genoa in 2010, and, aside from two season-long loan spells with Padova in 2011–12, and Pescara in 2012–13, he then remained there until the summer of 2018, during which he was sold to Juventus. He won the league title with the club during the 2018–19 season, although he primarily served as a back-up. At international level, he was an unused member of the Italy national team that took part at the 2014 FIFA World Cup, and made his senior debut later that year."}}, {"Armando Izzo": {"Career": "Armando Izzo (Italian pronunciation: [arˈmando ˈittso]; born 2 March 1992) is an Italian professional footballer who plays as a centre-back for Serie A club Monza, on loan from Torino."}}, {"Miguel Veloso": {"Career": "Miguel Luís Pinto Veloso (Portuguese pronunciation: [miˈɣɛl ˈlwiʃ ˈpĩtu vɨˈlozu]; born 11 May 1986) is a Portuguese professional footballer who plays for and captains Italian club Hellas Verona. Mainly a defensive midfielder, he can also operate as an attacking left-back.\nHe started his career with Sporting CP, for whom he appeared in 156 games in all competitions, and also spent two years with Genoa before joining Dynamo Kyiv in 2012. After winning four domestic honours in Ukraine, he returned to Genoa in 2016.\nA full international since 2007, Veloso earned 56 caps for Portugal, appearing at two World Cups and as many European Championships."}}, {"Tomás Rincón": {"Career": "Tomás Eduardo Rincón Hernández (Spanish pronunciation: [toˈmas riŋˈkon]; born 13 January 1988) is a Venezuelan professional footballer who plays as a defensive midfielder or full-back for Italian Serie A club Sampdoria and the Venezuela national team, which he captains."}}, {"Riccardo Fiamozzi": {"Career": "Riccardo Fiamozzi (born 18 May 1993) is an Italian professional footballer who plays as a full back or midfielder."}}, {"Davide Biraschi": {"Career": "Davide Biraschi (born 2 July 1994) is an Italian professional footballer who plays as a defender for Süper Lig club Fatih Karagümrük, on loan from Genoa.\n\n"}}, {"Goran Pandev": {"Career": "Goran Pandev (Macedonian: Горан Пандев, pronounced [ˈɡɔran ˈpandɛf] (listen); born 27 July 1983) is a Macedonian former professional footballer who played as a forward.After establishing himself at Lazio, Pandev moved to Inter Milan in early 2010. While playing for the Nerazzurri, Pandev collected a host of honours including winning the Serie A, the Coppa Italia and the UEFA Champions League in 2010 as part of a treble for the club. On 22 April 2021, he became the first Macedonian to score 100 goals in one of the top five European football leagues. He was the captain of the North Macedonia national team until deciding to retire from international football in 2021, following UEFA Euro 2020. He is the country's all-time top scorer with 38 goals."}}, {"Samir": {"Career": "Samir (variantly spelled Sameer) is a male name found commonly in the Middle East, Central Asia and Europe. In Arabic, Samir (سمير) means holy, jovial, loyal or charming. In Albanian, it translates literally as “so good” but the connotation is closer to exquisite, superb or perfect. Samira is the feminine spelling, also found in both languages."}}, {"Vincenzo Fiorillo": {"Career": "Vincenzo Fiorillo (born 13 January 1990) is an Italian professional footballer who plays as a goalkeeper for Serie A club Salernitana."}}, {"Daniele Baselli": {"Career": "Daniele Baselli (Italian pronunciation: [daˈnjɛːle baˈzɛlli]; born 12 March 1992) is an Italian professional footballer who plays as a midfielder for Serie B club Como. He has also appeared for the Italy national team, earning one cap in 2018."}}, {"Marco Benassi": {"Career": "Marco Benassi (born 8 September 1994) is an Italian professional footballer who plays as a midfielder for Fiorentina."}}, {"Joel Obi": {"Career": "Joel Chukwuma Obi (born 22 May 1991), known as Joel Obi, is a Nigerian professional footballer who plays as a midfielder for Italian Serie B club Reggina and the Nigeria national team."}}, {"Daniele Padelli": {"Career": "Daniele Padelli (born 25 October 1985) is an Italian professional footballer who plays as a goalkeeper for Serie A club Udinese."}}, {"Thomas Strakosha": {"Career": "Thomas Strakosha (born 19 March 1995) is a professional footballer who plays as a goalkeeper for Premier League club Brentford. Born in Greece, he plays for the Albania national team.\nBorn in Athens, Strakosha played youth football at Panionios before joining Italian club Lazio in 2012. He made his professional debut in August 2015, while on a loan spell at Salernitana. Strakosha made 208 appearances in total for Lazio and won the Coppa Italia and the Supercoppa Italiana twice each.\nAfter playing for Albania at under-19 and under-21 levels, Strakosha made his senior international debut in March 2017 against Italy."}}, {"Karol Linetty": {"Career": "Karol Linetty ([ˈkarɔl liˈnɛttɨ] (listen); born 2 February 1995) is a Polish professional footballer who plays as a midfielder for Serie A club Torino and the Poland national team."}}, {"Wojciech Szczesny": {"Career": "Wojciech Tomasz Szczęsny (pronounced [ˈvɔjt͡ɕɛx ˈʂt͡ʂɛ̃snɨ] (listen); born 18 April 1990) is a Polish professional footballer who plays as a goalkeeper for Serie A club Juventus and the Poland national team.\nAfter starting his club career at Legia Warsaw, Szczęsny signed for Arsenal in January 2006, where he made his professional debut in 2009. After a spell on loan with Brentford the following season, he later became the capital club's first choice goalkeeper, winning two FA Cups and being the joint recipient of the 2013–14 Premier League Golden Glove with Petr Čech. He subsequently went on two consecutive season-long loans to Italian club Roma in 2015, where his performances earned him a move to reigning league champions Juventus in 2017. After serving mainly as a back-up to Gianluigi Buffon in his first season, during which he won a domestic double, he inherited the starting spot from the departed Buffon the following season, winning his second Serie A title; his performances also earned him a Yashin Trophy nomination in 2019. He won a third consecutive league title the following season, also winning the Serie A Best Goalkeeper Award.\nAt the international level, Szczęsny has earned 70 caps for Poland since his debut in 2009, and was included in the nation's squad as it co-hosted UEFA Euro 2012, also later taking part at Euro 2016, the 2018 FIFA World Cup, Euro 2020 and the 2022 World Cup."}}, {"Kostas Manolas": {"Career": "Konstantinos \"Kostas\" Manolas (Greek: Κωνσταντίνος \"Κώστας\" Μανωλάς; pronounced [konsta(n)ˈdinos ˈkostaz manoˈlas]; born 14 June 1991) is a Greek professional footballer who plays as a centre-back for Emirati club Sharjah."}}, {"Kevin Strootman": {"Career": "Kevin Johannes Willem Strootman  (born 13 February 1990) is a Dutch professional footballer who plays as a midfielder for Italian Serie B club Genoa, on loan from French club Marseille."}}, {"Edoardo Goldaniga": {"Career": "Edoardo Goldaniga (born 2 November 1993) is an Italian professional footballer who plays a defender for Serie B club Cagliari."}}, {"Mato Jajalo": {"Career": "Mato Jajalo (Croatian pronunciation: [mâːto jǎjalo]; born 25 May 1988) is a Bosnian-Herzegovinian professional footballer who plays as a defensive midfielder for Serie A club Udinese and the Bosnia and Herzegovina national team.\nJajalo started his professional career at Slaven Belupo, before joining Siena in 2009. The following year, he was loaned to 1. FC Köln, with whom he signed permanently a year later. In 2014, he was sent on loan to Sarajevo. Later that year, he was transferred to Rijeka. Jajalo moved to Palermo in 2015. Four years later, he switched to Udinese.\nA former Croatian youth international, Jajalo even made his senior international debut for Croatia, only to switch his allegiance to Bosnia and Herzegovina in 2016, earning 11 caps since."}}, {"Giuseppe Pezzella": {"Career": "Giuseppe Pezzella (born 29 November 1997) is an Italian professional footballer who plays as a left back for Serie A club Lecce on loan from Parma."}}, {"Alex Sandro": {"Career": "Alex Sandro Lobo da Silva (born 26 January 1991) is a Brazilian professional footballer who plays as a left-back for Serie A club Juventus and the Brazil national team.\nAt club level, Alex Sandro began his career with Atletico Paranaense, and later also played for Santos on loan. In 2011, he joined Porto for €9.6 million, alongside teammate and countryman Danilo, who plays as a right back. He joined Juventus in 2015, winning the domestic double in his first three seasons, followed by two more consecutive league titles over the following two years.\nAt international level, Alex Sandro represents Brazil, for which he has gained 30 caps. At youth level, he also represented the Brazil under-20 team, winning both the South American Youth Championship and the FIFA U-20 World Cup in 2011, He was later also part of the Brazil squad that won the 2019 Copa América."}}, {"Stefano Sturaro": {"Career": "Stefano Sturaro (Italian pronunciation: [ˈsteːfano stuˈraːro]; born 9 March 1993) is an Italian professional footballer who plays as a midfielder for Serie B club Genoa.\nSturaro began his career with local club Sanremese, and was signed by Genoa in 2008. After four years in the Genoese youth system, he was loaned to Modena in 2012. He returned to Genoa in 2013, with whom he made his Serie A debut on 25 August 2013. In July 2014, he moved to Juventus; after initially spending the first half of the 2014–15 season on loan with Genoa, he was recalled by Juventus in February 2015, where he won consecutive domestic doubles in his first four seasons with the club. He was subsequently loaned out to Portuguese club Sporting in 2018, and Genoa in January 2019, before being signed out-right by Genoa once again in the summer of 2019.\nAt international level, he also represented Italy at under-18 and under-19 levels, and represented the Italy under-21 at the 2015 UEFA European Under-21 Championship. He made his senior Italy debut on 6 June 2016, against Finland and was included in the squad for UEFA Euro 2016."}}, {"Daniele Rugani": {"Career": "Daniele Rugani (Italian pronunciation: [daˈnjɛːle ruˈɡaːni]; born 29 July 1994) is an Italian professional footballer who plays as a centre-back for Serie A club Juventus.\nRugani began his professional club career with Empoli in Serie B in 2013, where he immediately helped the club achieve Serie A promotion, and was named the 2014 Serie B Footballer of the Year. His defensive performances the following season saw him named to the 2015 Serie A Team of the Year, and earned him a transfer to Juventus, where he won five consecutive Serie A titles, two Coppa Italia titles, and two Supercoppa Italiana titles.\nAt the international level, he has represented the Italy U21 team at the UEFA European Under-21 Championship in 2015 and 2017, and made his senior debut for Italy in 2016."}}, {"Emil Audero": {"Career": "Emilio Audero Mulyadi (born 18 January 1997) is a professional footballer who plays as a goalkeeper for Serie A club Sampdoria.\nBorn in Indonesia, Audero is a former youth international player for Italy, reaching the under-21 level. He is eligible to play for both Italy and Indonesia internationally."}}, {"Lukasz Skorupski": {"Career": "Łukasz Skorupski (born 5 May 1991) is a Polish professional footballer who plays as a goalkeeper for Italian club Bologna."}}, {"Rade Krunic": {"Career": "Rade Krunić (Bosnian pronunciation: [râːde krǔːnitɕ]; born 7 October 1993) is a Bosnian professional footballer who plays as a midfielder for Serie A club Milan and the Bosnia and Herzegovina national team.\nKrunić started his professional career at Sutjeska Foča, before joining Donji Srem in 2013. In 2014, he moved to Hellas Verona, who loaned him back to Donji Srem later that year. He switched to Borac Čačak in 2015. Later that year, Krunić signed with Empoli. In 2019, he was transferred to Milan.\nA former youth international for Bosnia and Herzegovina, Krunić made his senior international debut in 2016, earning over 20 caps since."}}, {"Frederic Veseli": {"Career": "Frédéric Shtjefan Veseli (Albanian: Frederik Shtjefan Veseli; born 20 November 1992), also known as Freddie Veseli, is a professional footballer who plays as a defender for Italian Serie B club Benevento and the Albania national team. His main position is centre back but he can also play at right-back and left-back.\nBorn in Renens, Switzerland to Albanian parents, Veseli began his youth career with local club FC Renens before joining Lausanne-Sport in 2005. In 2008, he was signed by English club Manchester City, before joining Manchester United in January 2012. Having failed to break into the first team, he was released in July 2013 and joined Ipswich Town, who allowed him to go on loan to Bury in the second half of the 2013–14 season. He was loaned out to Port Vale for the first half of the 2014–15 season, before joining permanently in January 2015. He returned to Switzerland in July 2015 and joined Lugano, and featured on the losing side in the 2016 Swiss Cup final before he signed with Italian side Empoli in August 2016. He served Empoli as vice-captain as the club secured promotion as champions of Serie B in the 2017–18 campaign. He joined French club Le Mans on loan in January 2020 and then signed with Salernitana eight months later. He helped Salernitana to win promotion out of Serie B at the end of the 2020–21 season. He signed with Benevento in August 2022.\nHe represented Switzerland at every level of youth football, and captained the Switzerland under-17s to victory in the 2009 FIFA U-17 World Cup. After refusing call-ups from Kosovo, in November 2015 he accepted the Albania national team's invitation to continue his international career, and was named in the squad for UEFA Euro 2016."}}, {"Leonardo Capezzi": {"Career": "Leonardo Capezzi  (born 28 March 1995) is an Italian professional footballer who plays as a midfielder for Serie A club Salernitana."}}, {"Diego Falcinelli": {"Career": "Diego Falcinelli (born 26 June 1991) is an Italian professional footballer who plays as a striker for Serie B club Modena."}}, {"José Reina": {"Career": "José Manuel \"Pepe\" Reina Páez (Spanish pronunciation: [xoˈse maˈnwel ˈpepe ˈrejna ˈpaeθ]; born 31 August 1982) is a Spanish professional footballer who plays as a goalkeeper for La Liga club Villarreal.\nThe son of famed Barcelona and Atlético Madrid goalkeeper Miguel Reina, Pepe Reina began his career with the Barcelona youth team and made his La Liga debut in the 2000–01 season. He signed for Villarreal in 2002, winning the UEFA Intertoto Cup twice. Reina moved on to Liverpool and made his debut in the 2005 UEFA Super Cup, which Liverpool won. He instantly became first-choice goalkeeper and went on to win both the FA Cup – where he saved three out of four West Ham United penalties in the final – and the FA Community Shield. In 2007, he reached the Champions League Final with Liverpool, matching the feat achieved by his father in 1974, but Liverpool lost to AC Milan.\nFollowing eight consecutive seasons as Liverpool's first-choice keeper, Reina spent the 2013–14 season on loan at Napoli, where he was reunited with Rafael Benítez, the coach who signed him to play for Liverpool in 2005. During his loan tenure in Naples, Reina was part of the side that won the Coppa Italia in 2014. Reina then completed a permanent move to Bayern Munich in 2014, where he was the second-choice keeper for behind Manuel Neuer. Reina returned to Napoli on a permanent deal in 2015, where he remained until 2018 when he signed for Milan. In January 2020, he completed a loan move to Aston Villa, before returning to Serie A with Lazio in August 2020.\nAt international level, Reina played for Spain's youth team, winning the UEFA European Under-17 Championship in 1999. He made his senior debut in 2005, and has generally been selected as the second-choice keeper behind Iker Casillas and David de Gea. He was part of the Spain squad for the 2006 FIFA World Cup and made one appearance in their victorious UEFA Euro 2008 campaign, earning him his first international honour. He was later part of the Spain squads that won their first ever World Cup in 2010 and their third UEFA European Championship in 2012, as well as featuring at the 2014 and 2018 World Cups.\nReina has made the 4th highest number of appearances by a Spanish player in the Premier League, with more than 200 appearances in just his first five seasons, 108 of the 219 appearances being clean sheets. In the 2010–11 season, he kept his 100th Premier League clean sheet for Liverpool in a 3–0 win against Aston Villa."}}, {"Nikola Maksimovic": {"Career": "Nikola Maksimović (Serbian Cyrillic: Никола Максимовић, pronounced [nǐkola maksǐːmoʋitɕ]; born 25 November 1991) is a Serbian professional footballer free agent centre-back who plays for the Serbia national team."}}, {"Amadou Diawara": {"Career": "Amadou Diawara (born 17 July 1997) is a Guinean professional footballer who plays as a midfielder for Belgian First Division A club Anderlecht and the Guinea national team."}}, {"Faouzi Ghoulam": {"Career": "Faouzi Ghoulam (Arabic: فوزي غلام (pronounced [fawzɪ ɣulaːm]); born 1 February 1991) is a professional footballer who plays as a left back. Born in France, he represents the Algerian national team."}}, {"Marko Rog": {"Career": "Marko Rog (Croatian pronunciation: [mâːrko rôːɡ]; born 19 July 1995) is a Croatian professional footballer who plays as a central midfielder for Serie B club Cagliari and the Croatia national team.\n\n"}}, {"Luigi Sepe": {"Career": "Luigi Sepe (born 8 May 1991) is an Italian professional footballer who plays as a goalkeeper for Serie A club Salernitana."}}, {"Lorenzo Tonelli": {"Career": "Lorenzo Tonelli (born 17 January 1990) is an Italian professional footballer who plays as a central defender for Serie A club Empoli."}}, {"Vlad Chiriches": {"Career": "Vlad Iulian Chiricheș (Romanian pronunciation: [ˈvlad ˈkirikeʃ]; born 14 November 1989) is a Romanian professional footballer who plays for Serie A club Cremonese and captains the Romania national team. Primarily a centre-back, he can also be deployed as a right-back or a defensive midfielder.\nChiricheș spent the first part of his senior career with Internațional Curtea de Argeș, Pandurii Târgu Jiu and Steaua București. He helped the latter to a Liga I title and a Supercupa României, before transferring in 2013 to Tottenham Hotspur in a then-Romania record sale of €9.5 million. After two seasons in the Premier League, he signed for Napoli in Italy. In 2020, following an initial loan, Chiricheș was acquired by Sassuolo for a €11 million fee.\nA full international for Romania since September 2011, Chiricheș has earned over 70 caps for the country and represented it at the UEFA Euro 2016."}}, {"Ciprian Tatarusanu": {"Career": "Anton Ciprian Tătărușanu (Romanian pronunciation: [anˈton tʃipriˈan tətəruˈʃanu]; born 9 February 1986) is a Romanian professional footballer who plays as a goalkeeper for Serie A club AC Milan.\nHe started his senior career in Romania with Juventus București, going on to represent Gloria Bistrița and FC Steaua București in the country. Tătărușanu made over 180 appearances in all competitions for the latter, and in the summer of 2014 joined Fiorentina on a free transfer. After three seasons with the Viola, he moved to France with spells at Nantes and Lyon. In September 2020, Tătărușanu transferred back to Italy and signed for AC Milan.\nTătărușanu earned 73 caps for the Romania senior team, with which he made his debut in 2010. He was a member of the squad that participated at the UEFA Euro 2016, starting in all three group stage matches of the competition. Four years later, Tătărușanu announced his retirement from the national team at age 34."}}, {"Sebastien De Maio": {"Career": "Sebastien De Maio (born 5 March 1987) is a French professional footballer who plays as a centre-back for Italian Serie B club Modena on loan from Vicenza. Aside from France, he has played in Italy and Belgium."}}, {"Luca Lezzerini": {"Career": "Luca Lezzerini  (born 24 March 1995) is an Italian professional footballer who plays as a goalkeeper for Serie B club Brescia.\n\n"}}, {"Erick Pulgar": {"Career": "Erick Antonio Pulgar Farfán (born 15 January 1994) is a Chilean professional footballer who plays for Campeonato Brasileiro Série A club Flamengo, and the Chile national team. Mainly a defensive midfielder, he can also play as a defender."}}, {"Ibrahima Mbaye": {"Career": "Ibrahima Mbaye (born 19 November 1994) is a Senegalese professional footballer who plays as a right-back for Liga I club CFR Cluj."}}, {"Andrea Consigli": {"Career": "Andrea Consigli (born 27 January 1987) is an Italian professional footballer who plays for Sassuolo as a goalkeeper."}}, {"Federico Peluso": {"Career": "Federico Peluso (Italian pronunciation: [fedeˈriːko peˈluːzo]; born 20 January 1984) is an Italian professional football coach and former player who is a technical assistant for Serie A club Monza. He played as a left back for various Serie A clubs and the Italy national team."}}, {"Francesco Magnanelli": {"Career": "Francesco Magnanelli (born 12 November 1984) is an Italian former professional football midfielder. He is currently the all-time record appearance holder for Sassuolo."}}, {"Gianluca Pegolo": {"Career": "Gianluca Pegolo (born 25 March 1981) is an Italian professional footballer who plays as a goalkeeper for Serie A side Sassuolo."}}, {"Etrit Berisha": {"Career": "Etrit Fadil Berisha (Albanian pronunciation: [ɛtɾit bɛɾiʃa]; born 10 March 1989) is an Albanian professional footballer who plays as a goalkeeper for Italian club Torino and captains the Albania national team.\nBerisha began his career at local club KF 2 Korriku as a youngster, as well also playing youth football with KF KEK before joining Kalmar in 2008, initially as part of their youth setup. He was promoted to the first team in 2010 and soon made his debut for the club and establishing himself as a first team player, making 14 league appearances in his debut season. He cemented his position as the club's first choice keeper during the 2011 Allsvenskan campaign, helping his side achieve a mid table finish as well as reach the 2011 Svenska Cupen Final, which he did not play in and which his side lost. He scored his first professional goal from the penalty spot in a Europa League qualifier against Northern Irish side Cliftonville on 12 July 2012, and he scored another penalty just a month later in the Allsvenskan against Helsingborg. He remained the club's first choice goalkeeper and his performances earned him the Allsvenskan goalkeeper of the year award for the 2013 campaign that saw him score twice from the penalty spot and help his side achieve a fourth-place finish in the league.\nIn the summer of 2013 Italian club Chievo announced that they had a pre-contract agreement in place with Berisha, but he soon joined their Serie A rivals Lazio on a four-year deal, which caused controversy and led to the player being faced with a six-month suspension, although the case was eventually dropped against him. He competes with Italy international Federico Marchetti for the first choice goalkeeper spot at Lazio, and neither has made the position entirely their own since Berisha's arrival. More recently Lazio's head coach Stefano Pioli has preferred Marchetti, and Berisha's playing time has suffered as a result as he has been limited to fewer appearances than his first season with the club.\nBerisha is from Kosovo but is able to represent Albania through his Albanian ethnicity, and he was first called up to the Albanian national team in 2012 by Italian head coach Gianni De Biasi where he made his international debut against Iran on 27 May 2012. He was initially a backup goalkeeper for Samir Ujkani, but after just a few games he became Albania's first choice goalkeeper, with Ujkani switching allegiances to represent Kosovo in 2014. He played an instrumental role in Albania qualifying for its first major international tournament, as they reached Euro 2016, becoming a fan favourite in the process."}}, {"Andrea Masiello": {"Career": "Andrea Masiello (born 5 February 1986) is an Italian professional footballer, who plays as a centre-back for Serie B club Südtirol. He is perhaps best known for match-fixing in the Derby of Puglia, whilst playing for Bari, scoring an own goal to guarantee Lecce survival in Serie A. He was banned 26 months for selling the matches Salernitana–Bari, Bari–Sampdoria, Palermo–Bari, Bari–Lecce and Bologna–Bari."}}, {"Leonardo Spinazzola": {"Career": "Leonardo Spinazzola  (Italian pronunciation: [leoˈnardo spinatˈtsɔːla]; born 25 March 1993) is an Italian professional footballer who plays as a left-sided midfielder or wing-back for Serie A club Roma and the Italy national team. Known for his speed, runs and attacking prowess he is widely reagrded as one of the best left-backs in the world. [1]\n\n"}}, {"Marco Sportiello": {"Career": "Marco Sportiello (born 10 May 1992) is an Italian professional footballer who plays as a goalkeeper for Serie A club Atalanta."}}, {"Alberto Grassi": {"Career": "Alberto Grassi (born 7 March 1995) is an Italian professional footballer who plays as a midfielder for Serie A club Empoli, on loan from Parma."}}, {"Samir Handanovic": {"Career": "Samir Handanović (born 14 July 1984) is a Slovenian professional footballer who serves as captain and plays as a goalkeeper for Serie A club Inter Milan.\nBefore moving to Italy, Handanović played in his home country of Slovenia. In 2004, he was acquired by Udinese, but spent the next few years on loan, playing for teams such as Treviso, Lazio and Rimini. Handanović returned to Udinese ahead of the 2007–08 season, where he played as a starter for the next five years. In the next season, he also played European football for the first time, making his debut in UEFA Cup. After five years as starter and more than 200 appearances, Handanović joined Inter Milan in July 2012 for around €19.4m. In February 2019, he was named club captain, while in September, he made his 300th appearance for the club, and subsequently went on to reach the 2020 UEFA Europa League Final that season. He made his 500th Serie A appearance in February 2021, and won his first trophy that May by winning the title.Having previously represented the Slovenian under-21 team, Handanović made his senior international debut for Slovenia in 2004. He went on to earn 81 caps for his country, the most by a goalkeeper, and played for them at the 2010 FIFA World Cup.Nicknamed Batman, due to his acrobatic saves, he is regarded as one of the best goalkeepers of his generation, and is one of only four non-Italian keepers to be named Serie A Goalkeeper of the Year, winning the honour three times. A penalty saving specialist, during the 2010–11 Serie A season he saved a total of six penalty kicks, equalling an all-time league record set in the 1948–49 season. During the 2019–20 season, he equalled Gianluca Pagliuca's record of most penalties saved in Serie A with his 24th stop. The following season, he broke the record."}}, {"Gary Medel": {"Career": "Gary Alexis Medel Soto (Spanish pronunciation: [ˈɡaɾi meˈðel]; born 3 August 1987) is a Chilean professional footballer who plays for Italian club Bologna and the Chile national team as a centre-back and a defensive midfielder. Medel has played club football with several teams in numerous countries, starting out with Chilean side Universidad Católica, and later playing for Argentine side Boca Juniors, Spanish side Sevilla, Premier League side Cardiff City, and Italian side Inter Milan, before moving to Beşiktaş in Turkey in 2017. He then moved back to Italy and joined Bologna in 2019.\nA full Chilean international with over 150 caps since 2007, Medel has represented the nation at two FIFA World Cups, five Copa América tournaments, and one edition of the FIFA Confederations Cup. He was part of the squad that won the 2015 Copa América (where he was named in the Team of the tournament) and the Copa América Centenario. He was also included in the squads that finished fourth at the 2019 Copa América, and were runners-up at the 2017 Confederations Cup."}}, {"Cristian Ansaldi": {"Career": "Cristian Daniel Ansaldi (born 20 September 1986) is an Argentine professional footballer who plays as a full-back for Serie B club Parma.\nHe has also been capped five times with the Argentina national team.A defender who plays with both feet, he is equally at ease as a right or left back. Although dribbling mostly with his right foot, he prefers to shoot with his left."}}, {"Andrea Ranocchia": {"Career": "Andrea Ranocchia (Italian pronunciation: [anˈdrɛːa raˈnɔkkja]; born 16 February 1988) is a former Italian professional footballer who played as a defender."}}, {"Diego Perotti": {"Career": "Diego Perotti Almeira (born 26 July 1988) is an Argentine professional footballer. Mainly a winger who can play with both feet, he can also appear as an attacking midfielder.\nHe spent the better part of his career with Sevilla, appearing in 159 competitive games over six La Liga seasons (16 goals) and winning two major titles. In February 2016 he signed with Roma in the Italian Serie A, leaving four years later.\nPerotti earned five caps for Argentina."}}, {"Stefan de Vrij": {"Career": "Stefan de Vrij (born 5 February 1992) is a Dutch professional footballer who plays as a centre back for Serie A club Inter Milan and the Netherlands national team.\nHe began his career at his local club VV Spirit, and debuted as a professional for Feyenoord aged 17. He spent five seasons at the Eredivisie club, serving briefly as captain, before joining Lazio in July 2014.\nA full international since 2012, De Vrij has earned over 50 caps for the Netherlands. He was part of the Dutch team that finished third at the 2014 FIFA World Cup, and was selected for the Castrol Performance Index Team of the Tournament. He also played at UEFA Euro 2020."}}, {"Stefan Radu": {"Career": "Ștefan Daniel Radu (Romanian pronunciation: [ʃteˈfan daniˈel ˈradu]; born 22 October 1986) is a Romanian professional footballer who plays as a left-back or a centre-back for Serie A club Lazio.\nAfter a stint in his home country with Dinamo București during which he earned three domestic honours, including one national title, Radu moved to Lazio in 2008 on an initial loan. He has since spent his career with the Biancocelesti, gaining team captaincy and winning the Coppa Italia and the Supercoppa Italiana on three occasions each. In 2021, Radu became the leading appearance maker for Lazio in all competitions.\nHe registered his senior debut for the Romania national team in 2006, and made thirteen appearances before his early retirement in 2013, at age 26."}}, {"Bartlomiej Dragowski": {"Career": "Bartłomiej Drągowski (Polish pronunciation: [barˈtwɔmjɛj drɔŋˈɡɔfskʲi]; born 19 August 1997) is a Polish professional footballer who plays as a goalkeeper for Serie A club Spezia and the Poland national team. He began his career with Polish side Jagiellonia Białystok where he made over 60 appearances before joining Fiorentina in 2016."}}, {"Valerio Verre": {"Career": "Valerio Verre (born 11 January  1994) is an Italian professional footballer who plays as a midfielder for Serie A club Sampdoria."}}, {"Giorgio Chiellini": {"Career": "Giorgio Chiellini  (Italian pronunciation: [ˈdʒordʒo kjelˈliːni, ˈdʒɔr-]; born 14 August 1984) is an Italian professional footballer who plays as a centre-back for Major League Soccer club Los Angeles FC. Considered one of the best defenders of his generation and as one of the best Italian players of all time, Chiellini is known for his strength, aggressiveness and man-marking, as well as his ability to play in either a three or four-man defence. He is likewise considered to be the greatest Juventus player of all time, having spent seventeen years with the club. Earlier in his career, he played as a left-back.\nAt club level, Chiellini began his career with Livorno in 2000, also later playing for Fiorentina, before moving to Juventus in 2005. With Juventus, he has won a record-nine consecutive Serie A titles from 2012 to 2020, as well as five Coppa Italia titles and five Supercoppa Italiana titles, having also played two UEFA Champions League finals in 2015 and 2017. Chiellini has been named in the Serie A Team of the Year five times: in 2012–13, 2014–15, 2015–16, 2017–18 and 2018–19 and has been awarded the Serie A Defender of the Year also three times: in 2008, 2009 and 2010.Having made his international debut for Italy in 2004, Chiellini was selected in the nation's squads for the 2004 Summer Olympics, winning a bronze medal, as well as for four UEFA European Championships, two FIFA World Cups and two FIFA Confederations Cups, helping the Azzurri to win UEFA Euro 2020, reach the final of UEFA Euro 2012, and achieve a third-place finish at the 2013 FIFA Confederations Cup. He retired from international football in 2022 with 117 caps, making him Italy's joint fourth-highest appearance holder."}}, {"Cristian Molinaro": {"Career": "Cristian Molinaro (Italian pronunciation: [ˈkristjam mɔliˈnaːro]; born 30 July 1983) is an Italian professional football official and a former full-back. He works as a technical director for Serie B club Venezia. He represented the Italy national team."}}, {"Norbert Gyömbér": {"Career": "Norbert Gyömbér (Slovak pronunciation: [ˈnɔrberd ˈɟembeːr], Hungarian: [ˈnorbɛrd ˈɟømbeːr]; born 3 July 1992) is a Slovak professional footballer who plays as a defender for Serie A club Salernitana and the Slovakia national team."}}, {"Riccardo Marchizza": {"Career": "Riccardo Marchizza (born 26 March 1998) is an Italian professional footballer who plays as a centre-back for Serie A club Sassuolo."}}, {"Diego Farias": {"Career": "Diego Farias da Silva (born 10 May 1990) is a Brazilian professional footballer who plays as a forward for Italian club Benevento."}}, {"Sebastiano Luperto": {"Career": "Sebastiano Luperto (born 6 September 1996) is an Italian professional footballer who plays as a defender for Serie A club Empoli, on loan from Napoli."}}, {"Simone Zaza": {"Career": "Simone Zaza (born 25 June 1991) is an Italian professional footballer who plays as a striker, most recently for Serie A club Torino.\nZaza began his professional club career with Atalanta in 2008, where he remained for two seasons. In 2010, he moved to Sampdoria, where he was sent on loan spells to Juve Stabia, Viareggio and Ascoli. In 2013 he joined Sassuolo, and in 2015 Juventus. In his first season with the latter club he immediately won a domestic double.\nAt the international level, Zaza made his senior debut for Italy in 2014, and went on to represent his nation at UEFA Euro 2016."}}, {"Lys Mousset": {"Career": "Lys Émilien Mousset (born 8 February 1996) is a French professional footballer who plays as a forward for German Bundesliga club VfL Bochum."}}, {"Ainsley Maitland-Niles": {"Career": "Ainsley Cory Maitland-Niles (born 29 August 1997) is an English professional footballer who plays as a central midfielder or full-back for Premier League club Southampton on loan from Arsenal.\nMaitland-Niles spent the 2015–16 season on loan at Ipswich Town and the second half of the 2020–21 and 2021-22 seasons on loan at West Bromwich Albion and Roma respectively. Internationally, he has represented England from under-17 to senior level."}}, {"Stefano Okaka": {"Career": "Stefano Chuka Okaka (Italian pronunciation: [ˈsteːfano oˈkaːka]; born 9 August 1989) is an Italian footballer who plays as a forward for Süper Lig club Istanbul Basaksehir.\nHe began his career at Roma, debuting shortly after his 16th birthday and being loaned to several other teams for the duration of his contract. He totalled over 125 Serie A games for that club, Bari, Parma, Sampdoria and Udinese. Abroad, he played 47 Premier League matches for Fulham and Watford, and had a season in Belgium with Anderlecht."}}, {"Mário Rui": {"Career": "Mário Rui Silva Duarte  (born 27 May 1991), known as Mário Rui, is a Portuguese footballer who plays as a left-back for Serie A club Napoli and the Portugal national team.\nFormed at Benfica, he spent most of his professional career in Italy, representing Empoli, Roma and Napoli in the Serie A.\nMário Rui was part of the Portuguese squad at the 2018 World Cup."}}, {"Roberto Soriano": {"Career": "Roberto Soriano (Italian pronunciation: [roˈbɛrto soˈrjaːno]; born 8 February 1991) is an Italian professional footballer who plays as a midfielder for Bologna and the Italy national team."}}, {"Ionut Radu": {"Career": "Ionuț Andrei Radu (Romanian pronunciation: [joˈnut͡s anˈdrej ˈradu]; born 28 May 1997), known as Ionuț Radu or Andrei Radu, is a Romanian professional footballer who plays as a goalkeeper for Serie A club Cremonese, on loan from Serie A club Inter Milan.\nRadu began his professional career at Inter Milan, his senior output during his first stint consisting of only one match. He was loaned to Avellino in 2017, and the following year joined Genoa also on loan but with an obligation to buy. In the summer of 2019, the Nerazzurri activated his buy-back clause before loaning him again to the latter club and then to Parma and Cremonese.\nIn international football, Radu led Romania under-21 to the semi-finals of the 2019 UEFA European Championship as their captain. That year, he was awarded the Romanian Footballer of the Year trophy."}}, {"Giacomo Satalino": {"Career": "Giacomo Satalino (born 20 May 1999) is an Italian professional footballer who plays as a goalkeeper for Serie C Group B club Carrarese on loan from Sassuolo."}}, {"Alex Meret": {"Career": "Alex Meret  (Italian pronunciation: [ˈaːleks meˈrɛt]; born 22 March 1997) is an Italian professional footballer who plays as a goalkeeper for Serie A club Napoli and the Italy national team.\nBorn in Udine, Meret began his career at an early age with amateur club Donatello Calcio before making a switch to the famous Udinese youth system in 2012. After rising through the academy system at the club, he made his senior debut in 2015. He later had spells on loan with SPAL, whom he helped win the Serie B title in 2017, and achieve promotion to Serie A. He joined Napoli in 2018.\nAt international level, Meret has represented Italy at U16, U17, U18, U19 and U21 levels, and made his senior debut for Italy in 2019, also representing the nation at their victorious UEFA Euro 2020 campaign."}}, {"Riccardo Gagliolo": {"Career": "Riccardo Gagliolo (Italian pronunciation: [ɡaʎˈʎɔːlo]; born 28 April 1990) is a professional footballer who plays as a left back for Serie B club Reggina. Born in Italy to an Italian father and a Swedish mother, he represents Sweden at international level."}}, {"Stefano Sabelli": {"Career": "Stefano Sabelli (born 13 January 1993) is an Italian footballer who plays for Serie B club Genoa."}}, {"Vid Belec": {"Career": "Vid Belec (Slovene pronunciation: [ˈʋíːd ˈbéːləts]; born 6 June 1990) is a Slovenian professional footballer who plays as a goalkeeper for Cypriot First Division club APOEL and the Slovenia national team."}}, {"Boris Radunovic": {"Career": "Boris Radunović (Serbian Cyrillic: Борис Радуновић, pronounced [bǒ:ris radǔːnoʋitɕ, bôː-]; born 26 May 1996) is a Serbian professional footballer who plays as a goalkeeper for Serie B club Cagliari.\n\n"}}, {"Francesco Bardi": {"Career": "Francesco Bardi (born 18 January 1992) is an Italian professional footballer who plays as a goalkeeper for Italian club Bologna."}}, {"Andrea Favilli": {"Career": null}}, {"Francesco Cassata": {"Career": "Francesco Cassata (born 16 July 1997) is an Italian professional footballer who plays as a midfielder for Serie B club Ternana, on loan from Genoa."}}, {"Jacopo Dezi": {"Career": "Jacopo Dezi (born 10 February 1992) is an Italian professional footballer who plays as a central midfielder for Serie C club Padova."}}, {"Paolo Ghiglione": {"Career": "Paolo Ghiglione (born 2 February 1997) is an Italian professional footballer who plays as winger for Serie A club Cremonese."}}, {"Borja Mayoral": {"Career": "Borja Mayoral Moya (Spanish pronunciation: [ˈboɾxa maʝoˈɾal]; born 5 April 1997) is a Spanish professional professional footballer who plays as a striker for La Liga club Getafe.\nFormed at Real Madrid from the age of 10, he made his first-team debut in 2015 after featuring for the reserves in Segunda División B. He was also loaned to Levante and Getafe in La Liga, VfL Wolfsburg in the Bundesliga, and Roma in Serie A.\nMayoral represented Spain up to under-21 level, earning 48 caps and scoring 29 goals. He was top scorer as the under-19 team won the 2015 European Championship, and was a 2017 runner-up and 2019 winner with the under-21 team."}}, {"Diego Godín": {"Career": "Diego Roberto Godín Leal (born 16 February 1986) is a Uruguayan professional footballer who plays as a centre-back for Argentine Primera División club Vélez Sarsfield and captains the Uruguay national team.\nRegarded as one of the best defenders of his generation, he started his professional career with Cerro and three years later was transferred to Primera División side Nacional. He since spent most of his professional career in Spain, representing Villarreal and Atlético Madrid and winning eight titles with the latter club, including the La Liga title in the 2013–14 season. He also played in Italy with Inter Milan and Cagliari, and in Brazil with Atlético Mineiro.\nA Uruguay international since 2005, Godín is the country's all-time most-capped player. He represented the national side at four World Cups and six Copa América tournaments, winning the 2011 edition of the latter competition."}}, {"Samu Castillejo": {"Career": "Samuel \"Samu\" Castillejo Azuaga (born 18 January 1995) is a Spanish professional footballer who plays as a winger for La Liga club Valencia."}}, {"Cristiano Ronaldo": {"Career": "Cristiano Ronaldo dos Santos Aveiro  (Portuguese pronunciation: [kɾiʃˈtjɐnu ʁɔˈnaɫdu]; born 5 February 1985) is a Portuguese professional footballer who plays as a forward and captains the Portugal national team. He is currently a free agent. Widely regarded as one of the greatest players of all time, Ronaldo has won five Ballon d'Or awards and four European Golden Shoes, the most by a European player. He has won 32 trophies in his career, including seven league titles, five UEFA Champions Leagues, and the UEFA European Championship. Ronaldo holds the records for most appearances (183), goals (140), and assists (42) in the Champions League, goals in the European Championship (14), international goals (118), and international appearances by a European (195). He is one of the few players to have made over 1,100 professional career appearances, and has scored over 800 official senior career goals for club and country. He is the only male player to score in five World Cup tournaments.\nRonaldo began his senior career with Sporting CP, before signing with Manchester United in 2003, at age 18, winning the FA Cup in his first season. He would also go on to win three consecutive Premier League titles, the Champions League and the FIFA Club World Cup; at age 23, he won his first Ballon d'Or. Ronaldo was the subject of the then-most expensive association football transfer when he signed for Real Madrid in 2009 in a transfer worth €94 million (£80 million), where he won 15 trophies, including two La Liga titles, two Copa del Rey, and four Champions Leagues, and became the club's all-time top goalscorer. He won back-to-back Ballons d'Or in 2013 and 2014, and again in 2016 and 2017, and was runner-up three times behind Lionel Messi, his perceived career rival. In 2018, he signed for Juventus in a transfer worth an initial €100 million (£88 million), the most expensive transfer for an Italian club and for a player over 30 years old. He won two Serie A titles, two Supercoppa Italiana trophies and a Coppa Italia, before returning to United in 2021. He left in 2022.\nRonaldo made his international debut for Portugal in 2003 at the age of 18 and has since earned over 190 caps, making him Portugal's most-capped player. With more than 100 goals at international level, he is also the nation's all-time top goalscorer. Ronaldo has played in and scored at 11 major tournaments; he scored his first international goal at Euro 2004, where he helped Portugal reach the final. He assumed captaincy of the national team in July 2008. In 2015, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation. The following year, he led Portugal to their first major tournament title at Euro 2016, and received the Silver Boot as the second-highest goalscorer of the tournament. He also led them to victory in the inaugural UEFA Nations League in 2019, receiving the top scorer award in the finals, and later received the Golden Boot as top scorer of Euro 2020.\nOne of the world's most marketable and famous athletes, Ronaldo was ranked the world's highest-paid athlete by Forbes in 2016 and 2017 and the world's most famous athlete by ESPN from 2016 to 2019. Time included him on their list of the 100 most influential people in the world in 2014. He is the first footballer and the third sportsman to earn US$1 billion in his career."}}, {"Gonzalo Escalante": {"Career": "Gonzalo Escalante (born 27 March 1993) is an Argentine professional footballer who plays as a midfielder for Italian Serie A club Cremonese, on loan from Lazio."}}, {"Stefan Strandberg": {"Career": "Ken Remi Stefan Strandberg (born 25 July 1990) is a Norwegian professional footballer who plays as a defender for Eliteserien club Vålerenga and the Norway national team.\nHailing from Lyngdal, Strandberg started his senior career for Mandalskameratene before he moved to Vålerenga in 2009. After three seasons with the Oslo-based club, he joined Rosenborg ahead of the 2012 season.\nStrandberg has represented Norway from under-15 to senior level, and was the captain of the under-21 team that got a bronze medal in the 2013 UEFA European Under-21 Football Championship.  He was also picked for team of the tournament, with the likes of; David de Gea, Alberto Moreno, Marc Bartra, Asier Illarramendi, Isco, Koke, Thiago Alcântara, Marco Verratti, Álvaro Morata, Fabio Borini and Luuk de Jong."}}, {"Aleksandr Kokorin": {"Career": "Aleksandr Aleksandrovich Kokorin (né Kartashov; Russian: Алекса́ндр Алекса́ндрович Коко́рин, pronounced [ɐlʲɪˈksandr ɐlʲɪˈksandrəvʲɪtɕ kɐˈkorʲɪn]; born 19 March 1991) is a Russian professional footballer who plays as a forward for Cypriot club Aris Limassol on loan from Italian side Fiorentina.\nKokorin had his breakthrough season in 2012–13, which led to Dynamo Moscow inserting a €19 million release clause into his contract. A full international since 2011, Kokorin has gained over 45 caps and was named in the Russian squads for Euro 2012, 2014 FIFA World Cup and Euro 2016.\nIn October 2018, he was arrested on an assault-related charge. He was later found guilty and spent approximately one year in prison."}}, {"Jean-Daniel Akpa-Akpro": {"Career": "Jean-Daniel Dave Lewis Akpa Akpro (born 11 October 1992) is a professional footballer who plays for Serie A club Empoli, on loan from Lazio. Born in France, he represents the Ivory Coast national team."}}, {"Adam Ounas": {"Career": "Adam Mohamed Ounas (Arabic: آدم أوناس; born 11 November 1996) is an Algerian professional footballer who plays as a winger or attacking midfielder for  Ligue 1 club Lille. Born in France, he plays for the Algeria national team."}}, {"Adrien Rabiot": {"Career": "Adrien Thibault Marie Rabiot (born 3 April 1995) is a French professional footballer who plays as a central midfielder for Serie A club Juventus and the France national team.\nRabiot spent most of his career with Paris Saint-Germain, making his debut with the first team in 2012 and winning eighteen major honours, including five Ligue 1 titles and a domestic treble in 2015–16 and 2017–18. In 2019, Rabiot signed for Juventus on a free transfer, winning the Serie A title during his first season with the club and the Coppa Italia in his second.\nRabiot was capped 53 times for France at youth level, and made his debut for the senior team in 2016, later taking part at UEFA Euro 2020 and the 2022 FIFA World Cup.\n\n"}}, {"Salvatore Sirigu": {"Career": "Salvatore Sirigu  (Italian pronunciation: [salvaˈtoːre ˈsiːriɡu], Sardinian: [saɾβaˈðɔɾɛ ˈziɾiɣu]; born 12 January 1987) is an Italian professional footballer who plays as a goalkeeper for Italian club Napoli and the Italy national team.\nSirigu began his career with Venezia, and then Palermo. In 2011, he moved to Paris Saint-Germain. Twice voted the Ligue 1 Goalkeeper of the Year, his honours at the club include four consecutive league titles and all four domestic competitions in both the 2014–15 and 2015–16 seasons. After spending the 2016–17 season on loan to Sevilla and Osasuna, he was signed by Torino in 2017.\nA former Italy youth international, Sirigu made his Italy senior debut in 2010, and was selected for UEFA Euro 2012 (finishing in second place), the 2013 FIFA Confederations Cup (finishing in third place), the 2014 FIFA World Cup, UEFA Euro 2016, and UEFA Euro 2020, winning the latter tournament."}}, {"Lassana Coulibaly": {"Career": "Lassana Coulibaly (born 10 April 1996) is a Malian professional footballer who plays as a midfielder for Serie A club Salernitana and the Mali national team."}}, {"Adama Soumaoro": {"Career": "Adama Soumaoro (born 18 June 1992) is a French professional footballer who plays as a defender for Serie A club Bologna."}}, {"Tiemoué Bakayoko": {"Career": "Tiémoué Bakayoko (born 17 August 1994) is a French professional footballer who plays for Serie A club AC Milan, on loan from Premier League club Chelsea.\nBakayoko plays as a centre midfielder, but can adapt to other  positions such as a box-to-box midfielder due to his ability to break up play. He is considered to have all-round ability, as well as possessing physical power and athleticism, with France manager Didier Deschamps describing him as \"a complete midfielder.\"\nAfter suffering a fractured leg as a young player, Bakayoko joined the academy at Rennes at the age of 13. At 14, he was turned down by the Clairfontaine academy. His senior career began at Rennes where he made 24 appearances before moving to Monaco in 2014 for 8 million EUR. In his first two seasons at the club, Bakayoko made 31 Ligue 1 appearances, but was a regular starter in the 2016–17 season, contributing to Monaco's Ligue 1 title win as well as being named in the 2016–17 UEFA Champions League squad of the season. In 2017, he joined Chelsea for £40 million.\nBakayoko made his first senior international appearance for the France national team in March 2017."}}, {"Jeremie Boga": {"Career": "Jérémie Boga (born 3 January 1997) is a professional footballer who plays as a midfielder for Serie A club Atalanta. Born in France, he represents the Ivory Coast national team.\nComing through Chelsea's youth system, Boga spent the 2015–16 season on loan to Rennes and the 2016–17 season with Granada, also on loan, before making his first-team debut for Chelsea in August 2017. He then joined EFL Championship club Birmingham City on loan for the remainder of the season. In 2018, he moved to Italian club Sassuolo on a permanent deal.\nInternationally, Boga represented his native France up to under-19 level, but then chose to play for his parents' country, Ivory Coast, at senior level. He was also eligible to represent England."}}, {"Koffi Djidji": {"Career": "Lévy Koffi Djidji (born 30 November 1992) is a professional footballer who plays as a defender for Italian Serie A club Torino. Born in France, Djidji represents the Ivory Coast national team."}}, {"Jean-Pierre Nsamé": {"Career": "Jean-Pierre Junior Nsame (born 1 May 1993) is a Cameroonian professional footballer who plays as a forward for Swiss Super League club Young Boys and the Cameroon national team.\n\n"}}, {"Kevin Malcuit": {"Career": "Kévin Malcuit (born 31 July 1991) is a French professional footballer who plays for Turkish club Ankaragücü. He predominantly plays as a full-back. He is also capable of playing in a number of different positions, including as a winger and as an attacker.Malcuit started his career with Monaco, but after finding his first-team opportunities limited and being sent out on loan to Vannes, he joined Fréjus Saint-Raphaël in the summer of 2012. Good performances in the Championnat National led to a return to professional football with Chamois Niortais in January 2014. During his time at Niort, he was named in the Ligue 2 Team of the Season for 2014–15. He played more than 40 matches in all competitions for the club during an 18-month spell before transferring to Saint-Étienne in August 2015."}}, {"Abdoulaye Touré": {"Career": "Abdoulaye Touré (c. 1920-July 1985) was a politician in the first Guinean republic. He was arrested after a coup in April 1984, and was executed in July 1985."}}, {"Mike Maignan": {"Career": "Mike Peterson Maignan (born 3 July 1995) is a French professional footballer who plays as a goalkeeper for Serie A club AC Milan and the France national team. He is widely regarded as one of the best goalkeepers in world football. [1]Maignan came through the youth teams at Paris Saint-Germain, he was an unused substitute several times but never played. In 2015 he joined Lille for €1 million, and became their first-choice in 2017. He was voted Ligue 1's goalkeeper of the year in 2018–19, and won the league title in 2020–21. He then moved to AC Milan for €15 million, winning Serie A in his first season and making the Team of the Season.\nAfter earning 37 caps for France at youth level, Maignan made his senior international debut in 2020. He was selected in the French squad for UEFA Euro 2020.\n\n"}}, {"Rolando Mandragora": {"Career": "Rolando Mandragora (Italian pronunciation: [roˈlando manˈdraːɡora]; born 29 June 1997) is an Italian professional footballer who plays as a midfielder for Serie A club Fiorentina.\nHe began his professional career at Genoa, making five Serie A appearances and playing more frequently on loan at Pescara in Serie B. In 2016 he joined Juventus, where he made a sole appearance and was loaned a year later to Crotone, where he played regularly. He signed for Udinese in 2018. He rejoined Juventus in October 2020 and was immediately loaned back to Udinese.\nMandragora represented Italy at every age group from under-17 to under-21. He made his senior international debut in June 2018."}}, {"Alessio Cragno": {"Career": "Alessio Cragno (born 28 June 1994) is an Italian professional footballer who plays as a goalkeeper for Serie A club Monza, on loan from Serie B club Cagliari, and the Italy national team."}}, {"Kevin Bonifazi": {"Career": "Kevin Bonifazi (born 19 May 1996) is an Italian professional footballer who plays as a centre-back for Bologna."}}, {"Sebastian Giovinco": {"Career": "Sebastian Giovinco (Italian pronunciation: [seˈbastjan dʒoˈviŋko]; born 26 January 1987) is an Italian former professional footballer who played as a forward. A quick and creative player on the ball, Giovinco was a versatile forward capable of playing in multiple offensive positions.\nGiovinco began his professional career with Italian club Juventus in Serie B in 2006, and soon spent loan spells with Italian clubs Empoli and Parma. He signed for Toronto FC in 2015, a deal which made him the league's highest paid player. Among his trophies with the club are three Canadian Championships and the MLS Cup. Individually, he won the MLS Golden Boot, the MLS Newcomer of the Year Award, the MLS MVP Award, the George Gross Memorial Trophy for the most valuable player of the Canadian Championship, and the CONCACAF Champions League Golden Ball. He left as the club's all-time top goalscorer. In 2019, he joined Saudi Arabian club Al Hilal, where he won the AFC Champions League in his first year with the team and the Saudi Pro League and King Cup in his second season.\nAt international level, Giovinco made his debut with the Italy senior side in 2011, and has since collected over 20 caps; he later also took part at UEFA Euro 2012, where he won a runners-up medal, and at the 2013 FIFA Confederations Cup, where he won a bronze medal and scored his only international goal."}}, {"Nani": {"Career": null}}, {"Simon Kjaer": {"Career": "Simon Thorup Kjær (born 26 March 1989) is a Danish professional footballer who plays as a centre-back for Serie A club AC Milan and captains the Denmark national team.\nHe was named 2007 Danish under-19 talent of the year and 2009 Danish Talent of the Year. Kjær has played over 120 matches for Denmark, including participation at the FIFA World Cup in 2010 and 2018, and the UEFA European Championship in 2012 and 2020."}}, {"Zinho Vanheusden": {"Career": "Zinho Vanheusden (born 29 July 1999) is a Belgian professional footballer who plays as a centre-back for Eredivisie club AZ Alkmaar on loan from Italian Serie A club Inter Milan. He also represents the Belgium national football team."}}, {"Bartosz Bereszynski": {"Career": "Bartosz Bereszyński (born 12 July 1992) is a Polish professional footballer who plays as a right-back for Serie A club Sampdoria and the Poland national team."}}, {"Paolo Faragò": {"Career": "Pancrazio Paolo Faragò (born 12 February 1993) is an Italian professional footballer who plays for Serie B club Como."}}, {"Matteo Gabbia": {"Career": "Matteo Gabbia (Italian pronunciation: [ˈɡabbja]; born 21 October 1999) is an Italian professional footballer who plays as a defender for Serie A club AC Milan."}}, {"Francesco Rossi": {"Career": null}}, {"Hans Hateboer": {"Career": "Hans Hateboer (born 9 January 1994) is a Dutch professional footballer who plays as a right-back for Serie A club Atalanta and the Netherlands national team. \nA Groningen youth product, Hateboer spent three-and-a-half Eredivisie seasons with the club before joining Italian club Atalanta in 2017. In February 2020, he scored the first goal in a UEFA Champions League knockout-phase match for the club."}}, {"Emanuel Vignato": {"Career": "Emanuel Vignato (born 24 August 2000) is an Italian professional footballer who plays as midfielder for Serie A club Bologna."}}, {"Filippo Delli Carri": {"Career": "Filippo Delli Carri (born 3 May 1999) is an Italian professional footballer who plays as a defender for Serie B club Como."}}, {"Luca Pellegrini": {"Career": null}}, {"Wladimiro Falcone": {"Career": "Wladimiro Falcone (born 12 April 1995) is an Italian professional footballer who plays as a goalkeeper for Serie A club Lecce, on loan from Sampdoria."}}, {"Alessandro Buongiorno": {"Career": "Alessandro Buongiorno (born 6 June 1999) is an Italian professional footballer who plays as a centre-back for Serie A club Torino."}}, {"Gianluca Frabotta": {"Career": "Gianluca Frabotta (born 24 June 1999) is an Italian professional footballer who plays as a left-back for Serie B club Frosinone on loan from Juventus.\nComing through the youth system, Frabotta began his career at Bologna, who loaned him to Renate in 2018 and Pordenone in 2019. He joined Juventus in 2019, playing for their second team Juventus U23, before being made part of the first team in 2020.\nFrabotta had represented Italy at youth level since 2017."}}, {"Hernani": {"Career": null}}, {"Dalbert": {"Career": null}}, {"Fode Toure": {"Career": null}}, {"Niki Mäenpää": {"Career": "Niki Emil Antonio Mäenpää (Finnish pronunciation: [ˈniki ˈmæempæː]; born 23 January 1985) is a Finnish professional footballer who plays as a goalkeeper for Serie B club Venezia and the Finland national team. He began his senior club career playing for Lens Reserves, before signing with Den Bosch at age 21 in 2006.\nMäenpää made his international debut for Finland in June 2008, at the age of 23, and has since had over 20 caps, including appearing in 2014 FIFA World Cup qualification."}}, {"Carlo Pinsoglio": {"Career": "Carlo Pinsoglio (born 16 March 1990) is an Italian professional footballer who plays as a goalkeeper for Serie A club Juventus."}}, {"Rodrigo Bentancur": {"Career": "Rodrigo Bentancur Colman (born 25 June 1997) is an Uruguayan professional footballer who plays as a midfielder for Premier League club Tottenham Hotspur and the Uruguay national team.\nHe started his career in the youth system of Argentine side Boca Juniors in 2009. He was promoted to the senior squad in 2015, and won two Primera División titles and a Copa Argentina with the team. He was signed by Italian club Juventus in 2017, where he won three consecutive Serie A titles, among other trophies. In January 2022, Bentancur joined Tottenham Hotspur in the Premier League.\nAt international level, Bentancur was a member of the Uruguay U20 squad that won the 2017 South American U-20 Championship. He made his senior debut for Uruguay in 2017, representing the side at the FIFA World Cup in 2018 and 2022 and the Copa América in 2019 and 2021.\n\n"}}, {"Marco Silvestri": {"Career": "Marco Silvestri (born 2 March 1991) is an Italian professional footballer who plays as a goalkeeper for Serie A club Udinese. Before joining Verona in 2017, he played in England for Leeds United and in Italy for Chievo, Reggiana, Padova and Cagliari. Silvestri has represented his country at under-20 and under-21 level."}}, {"Michaël Cuisance": {"Career": "Michaël Bruno Dominique Cuisance (born 16 August 1999) is a French professional footballer who plays as a midfielder for Serie B club Venezia. He has also represented France up to the under-20's level."}}, {"Gianluca Mancini": {"Career": "Gianluca Mancini (Italian pronunciation: [dʒanˈluːka manˈtʃiːni]; born 17 April 1996) is an Italian footballer who plays as a defender for Serie A club Roma and the Italy national team."}}, {"Nicolas Haas": {"Career": "Nicolas Haas (born 23 January 1996) is a Swiss professional footballer who plays as a midfielder for Serie A club Empoli."}}, {"Vanja Milinkovic-Savic": {"Career": "Vanja Milinković-Savić (Serbian Cyrillic: Вања Милинковић-Савић, pronounced [ʋâɲa milǐːŋkoʋitɕ sǎːʋitɕ]; born 20 February 1997) is a Serbian professional footballer who plays as a goalkeeper for Italian club Torino. Born in Spain, he represents the Serbia national team. His elder brother Sergej Milinković-Savić plays for Lazio. \nAfter failing to be awarded a UK work permit with English club Manchester United, he was released by the club in November 2015 and signed a contract with Lechia Gdańsk. In 2017 he was signed by Torino."}}, {"Giovanni Crociata": {"Career": "Giovanni Crociata (born 11 August 1997) is an Italian professional footballer who plays as a midfielder for Serie B club Südtirol on loan from Empoli."}}, {"Luiz Felipe": {"Career": null}}, {"Lorenzo Venuti": {"Career": "Lorenzo Venuti (born 12 April 1995) is an Italian professional footballer who plays as a full-back for Serie A club Fiorentina."}}, {"Nicolas Viola": {"Career": "Benito Nicolas Viola (born 12 October 1989) is an Italian footballer who plays as a midfielder for Serie B club Cagliari. He is the older brother of fellow footballer Alessio Viola."}}, {"Eddie Salcedo": {"Career": "Eddie Anthony Salcedo Mora (born 1 October 2001) is an Italian professional footballer who plays as a striker for Serie B club Bari on loan from Inter Milan. \n\n"}}, {"Mattia Bani": {"Career": "Mattia Bani (born 10 December 1993) is an Italian professional footballer who plays as a centre-back for Serie B club Genoa."}}, {"Pawel Jaroszynski": {"Career": "Paweł Kamil Jaroszyński (born 2 October 1994) is a Polish professional footballer who plays as a left back for Ekstraklasa club Cracovia, on loan from Salernitana."}}, {"Jens Stryger Larsen": {"Career": "Jens Stryger Larsen (Danish pronunciation: [ˈjens stʁyɐ̯ ˈlɑːsn̩]; born 21 February 1991) is a Danish professional footballer who plays as a defender for Super Lig club Trabzonspor and the Denmark national team."}}, {"Marvin Zeegelaar": {"Career": "Marvin Romeo Kwasie Zeegelaar (born 12 August 1990) is a Dutch professional footballer who plays as a left-back or a left midfielder."}}, {"Rogerio": {"Career": "Rogério ([ʁuˈʒɛɾiu] or [ʁoˈʒɛɾiu]) is a Portuguese male given name, and a variant of the first name Roger.  It may refer to:\n\nRogério Fidélis Régis, or simply Rogério (1976), Brazilian footballer\nRogério Lourenço (1971), Brazilian footballer\nRogério Luiz da Silva (1980), Brazilian footballer, also commonly known as Rogério\nRogério dos Santos Conceição 1984), Brazilian footballer\nRogério de Assis Silva Coutinho or simply Rogerinho (1987), Brazilian footballer\nRogério Rodrigues da Silva (1984), Brazilian footballer\nRogério Gonçalves Martins (1984), Brazilian footballer\nRogério Ceni (1973) Brazilian footballer\nRogério Dutra da Silva (1984)\nAntônio Rogério Nogueira (1976) Brazilian martial artist\nRogério Romero (1969) former backstroke swimmer from Brazil\nRogério Pinheiro dos Santos (1972), Brazilian footballer.\nRogério de Almeida Florindo dos Santos\nRogério Gaúcho (1979)\nRogério Corrêa (1979), Brazilian former footballer and manager\nRogério Corrêa (1981), Brazilian former footballer and manager\nRogério Duprat (1932-2006) Brazilian composer and musician\nMarcos Rogério Oliveira Duarte (1985), Brazilian footballer\nRogério Bispo (1985) Brazilian long jumper\nRogério Gonçalves (1959) Portuguese football manager\nRogério Ferreira (1973) beach volleyball player from Brazil\nRogério Sampaio (1967) Brazilian judoka and Olympic champion\nRogério Lobo (1923), commonly known as 'Roger Lobo', a former Hong Kong politician of Macanese descent\nRogério Oliveira da Silva (1998), Brazilian footballer\nRogério Fernandes (born 2002), Portuguese football right-back"}}, {"Panagiotis Retsos": {"Career": "Panagiotis Retsos (Greek: Παναγιώτης Ρέτσος, born 9 August 1998) is a Greek professional footballer who plays as a defender for Super League club Olympiacos, on loan from Italian side Hellas Verona, and the Greece national team."}}, {"Marash Kumbulla": {"Career": "Marash Nikolin Kumbulla (born 8 February 2000) is an Albanian professional footballer who plays as a defender for Italian Serie A club Roma. Born in Italy, he represents the Albania national team."}}, {"Rick Karsdorp": {"Career": "Rick Karsdorp (born 11 February 1995) is a Dutch professional footballer who last played as a right-back for Italian Serie A club Roma and the Netherlands national team."}}, {"Ethan Ampadu": {"Career": "Ethan Kwame Colm Raymond Ampadu (born 14 September 2000) is a professional footballer who plays as a centre back or defensive midfielder for Serie A club Spezia, on loan from Premier League club Chelsea, and the Wales national team. He previously played for Exeter City, where he became the youngest player to appear for the club's first team, aged 15. He has also played for German club RB Leipzig and English club Sheffield United on loan.\nAmpadu is a Welsh international footballer. After playing for England at under-16 level, he played for Wales at under-16, under-17 and under-19 level, before making his senior debut for Wales in November 2017. He was part of the Wales squad that reached the round of 16 at UEFA Euro 2020. He was part of the first Welsh squad to qualify for a FIFA World Cup since 1958."}}, {"Luca Gagliano": {"Career": "Luca Gagliano (born 14 July 2000) is an Italian professional footballer who plays as a forward for Serie C Group A club Padova."}}, {"Franck Zambo": {"Career": null}}, {"Ben Kone": {"Career": null}}, {"Adrien Silva": {"Career": "Adrien Sébastien Perruchet da Silva  (French: [adʁijɛ̃ sebastjɛ̃ pɛʁyʃɛ da silva]; born 15 March 1989) is a professional footballer who plays for UAE Pro League club Al Wahda. A central midfielder, he is known for his dribbling and passing skills.He began his career with Sporting CP, making his first-team debut at the age of 18. In ten years with the club he played 237 games and scored 39 goals, and won the 2008 and 2015 Taça de Portugal trophies. He had loan spells with Maccabi Haifa and Académica, where he won the Portuguese Cup again. He signed with Leicester City in 2018, then served two loan stints at Monaco.\nBorn in France, Silva won 46 caps for Portugal at youth level, including 13 for the under-21 team. He made his senior debut in 2014 and played at Euro 2016, which Portugal won, and the 2018 World Cup."}}, {"Damir Ceter": {"Career": "Damir Ceter Valencia (born 2 November 1997) is a Colombian football player who plays as forward for Italian Serie B club Bari."}}, {"Kingsley Michael": {"Career": "Kingsley Dogo Michael (born 26 August 1999) is a Nigerian footballer who plays as a midfielder for Austrian club SV Ried on loan from the Italian club Bologna and the Nigeria national team"}}, {"Rui Patrício": {"Career": "Rui Pedro dos Santos Patrício  (Portuguese pronunciation: [ˈʁuj pɐˈtɾisju]; born 15 February 1988) is a Portuguese professional footballer who plays as a goalkeeper for Serie A team Roma and the Portugal national team. He is often nicknamed \"São Patrício\" (Saint Patrício) for his saves for club and country.A product of Sporting CP's youth academy, Patricio made his first team debut at the age of 18, and went on to appear in 467 official games. He won five trophies during his 12 years with the club, including two Portuguese Cups, before moving to England to join Wolverhampton Wanderers in 2018. In 2021, he signed for Roma, where he won the Europa Conference League in his first season.\nPatrício earned his first cap for Portugal in 2010, after Paulo Bento's appointment as head coach, and his 100th in 2021. He represented the nation in three World Cups and four European Championships, winning the 2016 edition of the latter tournament as well as the 2019 Nations League.\n\n"}}, {"Toma Basic": {"Career": "Toma Bašić (Croatian pronunciation: [tôma bâʃitɕ]; born 25 November 1996) is a Croatian professional footballer who plays as a midfielder for Serie A club Lazio and the Croatia national team."}}, {"Adrian Semper": {"Career": null}}, {"Davide Marfella": {"Career": "Davide Marfella (Napoli 15 September 1999) is an Italian professional footballer who plays as a goalkeeper for Serie A club Napoli."}}, {"Arthur": {"Career": "Arthur is a common male given name of Brythonic origin. Its popularity derives from it being the name of the legendary hero King Arthur. The etymology is disputed. It may derive from the Celtic Artos meaning “Bear”. Another theory, more widely believed, is that the name is derived from the Roman clan Artorius who lived in Roman Britain for centuries.A common spelling variant used in many Slavic, Romance, and Germanic languages is Artur. In Spanish and Italian it is Arturo."}}, {"Mitchell Dijks": {"Career": "Mitchell Clement Dijks (Dutch pronunciation: [ˈdɛiks]; born 9 February 1993) is a Dutch professional footballer who plays as a left back for Eredivisie club Vitesse."}}, {"Pietro Terracciano": {"Career": "Pietro Terracciano (born 8 March 1990) is an Italian professional footballer who plays as a goalkeeper for Serie A club Fiorentina."}}, {"Ivan Provedel": {"Career": "Ivan Provedel (born 17 March 1994) is an Italian professional footballer who plays as a goalkeeper for Serie A club Lazio."}}, {"Samuel Mráz": {"Career": "Samuel Mráz (born 13 May 1997) is a Slovak professional footballer who plays as a forward for Segunda División club Mirandés, on loan from Spezia. He also represents the Slovakia national team."}}, {"Giangiacomo Magnani": {"Career": "Giangiacomo Magnani (born 4 October 1995) is an Italian professional footballer who plays as a defender for Hellas Verona."}}, {"Arkadiusz Reca": {"Career": "Arkadiusz Reca (Polish pronunciation: [arˈkadjuʂ ˈrɛt͡sa]; born 17 June 1995) is a Polish professional footballer who plays as a left-back for Italian club Spezia. He also represents the Poland national team."}}, {"Koray Günter": {"Career": "Koray Günter (German pronunciation: [ˈkoːˌʁaɪ ˈɡʏntɐ], Turkish pronunciation: [koɾaj ɟyntæɾ]; born 16 August 1994) is a German professional footballer who plays as a centre-back for Italian club Hellas Verona."}}, {"Juan Musso": {"Career": "Juan Agustín Musso (born 6 May 1994) is an Argentine professional footballer who plays as a goalkeeper for Serie A club Atalanta and the Argentina national team."}}, {"Omar Colley": {"Career": "Omar Colley (born 24 October 1992) is a Gambian professional footballer who plays as a defender for Serie A club Sampdoria and the Gambia national team."}}, {"Ronaldo Vieira": {"Career": null}}, {"Arnór Sigurdsson": {"Career": "Arnór Sigurðsson (born 15 May 1999) is an Icelandic professional footballer who plays as an attacking midfielder for Swedish club IFK Norrköping on loan from the Russian club PFC CSKA Moscow. He represents the Iceland national team.\n\n"}}, {"Luca Gemello": {"Career": "Luca Gemello (born 3 July 2000) is an Italian professional footballer who plays as a goalkeeper for Torino."}}, {"Dimitris Nikolaou": {"Career": "Dimitrios Nikolaou (Greek: Δημήτριος Νικολάου; born 13 August 1998) is a Greek professional footballer who plays as a centre-back for Serie A club Spezia and the Greece national team."}}, {"Simone Trimboli": {"Career": "Simone Trimboli (born 19 April 2002) is an Italian professional footballer who plays as a midfielder for Sampdoria."}}, {"Nicolo Rovella": {"Career": "Nicolò Rovella (born 4 December 2001) is an Italian professional footballer who plays as a midfielder for Serie A club Monza, on loan from Juventus."}}, {"Christian Oliva": {"Career": "Christian Gabriel Oliva Giménez (born 1 June 1996) is a Uruguayan professional footballer who plays as a defensive midfielder for Argentinian club Talleres."}}, {"Gianluca Gaetano": {"Career": "Gianluca Gaetano (Italian pronunciation: [dʒanˈluːka ɡaeˈtaːno]; born 5 May 2000) is an Italian professional footballer who plays as an attacking midfielder or a left winger for Serie A club Napoli.\nHe is an academy graduate of Napoli, having joined the club in 2011, and the youngest-ever player in the club's history to have signed a professional contract with the club at the age of 16. On 10 December 2019, Gaetano made his debut in UEFA Champions League against Belgian side Genk."}}, {"Nehuén Pérez": {"Career": "Patricio Nehuén Pérez (born 24 June 2000) is an Argentine professional footballer who plays as a centre-back for Serie A club Udinese and the Argentina national team."}}, {"Aleksa Terzic": {"Career": null}}, {"Pawel Dawidowicz": {"Career": "Paweł Marek Dawidowicz (born 20 May 1995) is a Polish professional footballer who plays for Italian club Hellas Verona and the Poland national team as a defender. Besides Poland, he has played in Portugal, Germany, and Italy."}}, {"Alessandro Berardi": {"Career": "Alessandro Berardi (born 16 January 1991) is an Italian professional footballer who plays for Hellas Verona as a goalkeeper."}}, {"Takehiro Tomiyasu": {"Career": "Takehiro Tomiyasu (冨安健洋, Tomiyasu Takehiro, born 5 November 1998) is a Japanese professional footballer who plays as a centre-back or full-back for Premier League club Arsenal and the Japan national team.\nBeginning his career at Avispa Fukuoka, Tomiyasu had a spell with Belgian club Sint-Truiden and Italian club Bologna before joining Arsenal in 2021. He was also called up for Japan's senior team in 2018, having previously played for various youth levels."}}, {"Andreas Skov Olsen": {"Career": "Andreas Skov Olsen (Danish pronunciation: [ˈskʌwˀ ˈoˀlsn̩]; born 29 December 1999) is a Danish professional footballer who plays as a winger for Belgian First Division A side Club Brugge and the Denmark national team."}}, {"Julian Chabot": {"Career": "Julian Jeffrey Gaston Chabot (born 12 February 1998) is a German professional footballer who plays as a centre-back for 1. FC Köln, on loan from Sampdoria."}}, {"Denis Vavro": {"Career": "Denis Vavro (born 10 April 1996) is a Slovak professional footballer who plays as a centre-back for Copenhagen of the Danish Superliga and the Slovakia national team."}}, {"André Anderson": {"Career": "André Anthony Anderson (born May 1, 1988) is a former American football running back. He played his college football at Tulane."}}, {"Igor Julio": {"Career": "Igor Julio dos Santos de Paulo (born 7 February 1998), known as Igor Julio or simply Igor, is a Brazilian professional footballer who plays as a central defender for Italian Serie A club Fiorentina."}}, {"Mert Müldür": {"Career": "Mert Müldür (born 3 April 1999) is a Turkish professional footballer who plays as a defender for Italian club Sassuolo and the Turkey national team. Mainly a right-back, Müldür is a versatile defender capable of playing in multiple positions."}}, {"Nahitan Nández": {"Career": "Nahitan Michel Nández Acosta (born 28 December 1995) is a Uruguayan professional footballer who plays as a midfielder for Serie B club Cagliari and the Uruguay national team.\nAfter starting his career at Peñarol, he later played in Argentina for Boca Juniors and in Italy for Cagliari. A full international for Uruguay since 2015, he played at the 2018 FIFA World Cup and the 2019 and 2021 Copa América."}}, {"Ernesto Torregrossa": {"Career": "Ernesto Torregrossa (born 28 June 1992) is a professional footballer who plays as a forward for Serie B club Pisa, on loan from Sampdoria. Born in Italy, he represents the Venezuela national team."}}, {"Ales Mateju": {"Career": "Aleš Matějů (Czech pronunciation: [ˈalɛʃ ˈmacɛjuː]; born 3 June 1996) is a Czech professional footballer who last played as a defender for Serie B side Palermo and Czech Republic national team. He previously played for Příbram, Viktoria Plzeň, Brighton & Hove Albion, Brescia and Venezia, and has represented his country at all under-age levels.\n\n"}}, {"Yildirim Mert Cetin": {"Career": "Yıldırım Mert Çetin (born 1 January 1997) is a Turkish professional footballer who plays as a centre-back for Italian Serie A club Lecce, on loan from Hellas Verona. He also represents the Turkey national team."}}, {"Sebastian Walukiewicz": {"Career": "Sebastian Wiktor Walukiewicz (born 5 April 2000) is a Polish professional footballer who plays as a defender for Serie A club Empoli, on loan from Cagliari, and the Poland national team."}}, {"Georgios Kyriakopoulos": {"Career": "Giorgos Kyriakopoulos (Greek: Γιώργος Κυριακόπουλος, born 5 February 1996) is a Greek professional footballer who plays as a left-back for Serie A club Sassuolo and the Greece national team."}}, {"Samuel Di Carmine": {"Career": "Samuel Di Carmine (born 29 September 1988) is an Italian professional footballer who plays as a striker for Serie B club Perugia."}}, {"Marley Aké": {"Career": "Marley Aké (born 5 January 2001) is a French professional footballer who plays as winger for Serie A club Juventus. Born in France, Aké is of Ivorian descent."}}, {"Riccardo Calafiori": {"Career": "Riccardo Calafiori (born 19 May 2002) is an Italian professional footballer who plays as a left-back for Swiss Super League club Basel."}}, {"Ebrima Darboe": {"Career": "Ebrima Darboe (born 6 June 2001) is a Gambian professional footballer who plays as a defensive midfielder for Serie A club Roma and the Gambia national team."}}, {"Edoardo Vergani": {"Career": "Edoardo Vergani (born 6 February 2001) is an Italian professional footballer who plays as a forward for Serie C Group C club Pescara."}}, {"Ebrima Colley": {"Career": "Ebrima Colley (born 1 February 2000) is a Gambian professional footballer who plays as a winger for Turkish club Fatih Karagümrük on loan from Serie A club Atalanta, and the Gambia national team."}}, {"Brian Oddei": {"Career": "Brian Safo Oddei (born 18 September 2002) is a Ghanaian-born, Italian professional footballer who plays as a right winger for Sassuolo.\n\n"}}, {"Andrea Carboni": {"Career": "Andrea Carboni (born 4 February 2001) is an Italian professional footballer who plays as a defender for Serie A club Monza."}}, {"Filip Benkovic": {"Career": null}}, {"Nicolás Domínguez": {"Career": "Nicolás Martín Domínguez (Spanish pronunciation: [nikoˈlas ðoˈmiŋɡeθ]; born 28 June 1998) is an Argentine professional footballer who plays as a centre midfielder for Serie A club Bologna and the Argentina national team."}}, {"Kristoffer Askildsen": {"Career": "Kristoffer Askildsen (born 9 January 2001) is a Norwegian professional footballer who plays as a midfielder for Serie A club Lecce, on loan from Sampdoria. He also represents the Norway national team."}}, {"Luka Romero": {"Career": "Luka Romero (born 18 November 2004) is a professional footballer who plays as an attacking midfielder for Serie A club Lazio. Born in Mexico and raised in Spain, he represents Argentina at youth international level.\nComing through the youth system, Romero made his first-team debut with Mallorca in La Liga aged 15 years and 219 days, becoming the youngest player to play in the top-five European leagues. After alternating in 2020–21 between Mallorca's first team and B team, Romero joined Serie A side Lazio in Italy in 2021. His first goal in 2022 made him the first 2004-born player to score in the Italian top flight."}}, {"Bosko Sutalo": {"Career": null}}, {"Martin Palumbo": {"Career": "Martin Njøten Palumbo (born 5 March 2002) is a Norwegian professional footballer who plays as a midfielder for Serie C Group A club Juventus Next Gen, on loan from Udinese. Palumbo has represented both Norway and Italy internationally at youth level."}}, {"Filippo Terracciano": {"Career": "Filippo Terracciano (born 8 February 2003) is an Italian professional footballer who plays for Hellas Verona."}}, {"Matteo Lovato": {"Career": "Matteo Lovato (born 14 February 2000) is an Italian professional footballer who plays as a centre-back for Serie A club Salernitana."}}, {"Raul Moro": {"Career": "Raúl Moro Prescoli, known as Raúl Moro (born 5 December 2002) is a Spanish professional footballer who plays as a winger for Italian Serie B club Ternana on loan from Lazio."}}, {"Brandon Soppy": {"Career": "Beanou-Junior Brandon Deflo Soppy (born 21 February 2002) is a French professional footballer who plays as right-back for Serie A club Atalanta."}}, {"Mergim Vojvoda": {"Career": "Mërgim Vojvoda (born 1 February 1995) is a Kosovan professional footballer who plays as a right-back for Italian club Torino and the Kosovo national team."}}, {"Nicolò Casale": {"Career": "Nicolò Casale (born 14 February 1998) is an Italian footballer who plays as a defender for Serie A club Lazio.\n\n"}}, {"Ivor Pandur": {"Career": "Ivor Pandur (born 25 March 2000) is a Croatian professional footballer who plays as a goalkeeper for Dutch club Fortuna Sittard on loan from Hellas Verona in the Serie A."}}, {"Razvan Marin": {"Career": "Răzvan Gabriel Marin (Romanian pronunciation: [rəzˈvan ɡabriˈel maˈrin]; born 23 May 1996) is a Romanian professional footballer who plays as a midfielder for Italian Serie A club Empoli, on loan from Cagliari, and the Romania national team.\nHe began his senior career with local club Viitorul Constanța at age 17, quickly establishing himself as a first-team regular. His performances earned him a move to Standard Liège at the start of 2017, where he won the Belgian Cup in his first year. Two and a half seasons later, Marin transferred to Dutch team Ajax for a reported fee of €12.5 million, but did not impose himself and moved to Cagliari on an initial loan.\nMarin made his debut with the Romania senior team in 2016, after having previously represented the country at several youth levels."}}, {"Gabriele Zappa": {"Career": "Gabriele Zappa (born 22 December 1999) is an Italian professional footballer who plays as a right-back for Serie B club Cagliari.\n\n"}}, {"Guglielmo Vicario": {"Career": "Guglielmo Vicario (born 7 October 1996) is an Italian professional footballer who plays as a goalkeeper for Serie A club Empoli."}}, {"Mikkel Damsgaard": {"Career": "Mikkel Krogh Damsgaard (Danish pronunciation: [ˈtɑmsˌkɒˀ]; born 3 July 2000) is a Danish professional footballer who plays as a winger for Premier League club Brentford and the Denmark national team."}}, {"Nicola Ravaglia": {"Career": "Nicola Ravaglia (born 12 December 1988) is an Italian professional footballer who plays for Sampdoria as a goalkeeper."}}, {"Sam Lammers": {"Career": "Sam Lammers (born 30 April 1997) is a Dutch professional footballer who plays as a striker for Serie A club Empoli, on loan from Atalanta."}}, {"Matteo Ruggeri": {"Career": "Matteo Ruggeri (born 11 July 2002) is an Italian professional footballer who plays as a left-back for Serie A club Atalanta."}}, {"Lorenzo Montipò": {"Career": "Lorenzo Montipò (born 20 February 1996) is an Italian professional footballer who plays as a goalkeeper for Serie A club Hellas Verona."}}, {"Jeroen Zoet": {"Career": "Jeroen Zoet (Dutch pronunciation: [jə.ˈrun ˈzut]; born 6 January 1991) is a Dutch professional footballer who plays as a goalkeeper for Serie A club Spezia.\nHaving started his career at PSV Eindhoven, Zoet previously played two seasons on loan for RKC Waalwijk before returning to PSV Eindhoven to establish himself as the first choice goalkeeper. He has been highly regarded as one of the best goalkeepers in the Eredivisie. In November 2012, he was called up for the first time for the Netherlands national squad, but he did not make his first appearance until October 2015, when he was subbed on for an injured Tim Krul."}}, {"Salvador Ferrer": {"Career": null}}, {"Luca Vignali": {"Career": "Luca Vignali (born 11 January 1996) is an Italian professional footballer who plays as a midfielder for Serie B club Como. A versatile midfielder, Vignali is capable of playing both centrally and in wide positions."}}, {"Martín Satriano": {"Career": "Martín Adrián Satriano Costa (born 20 February 2001) is a Uruguayan professional footballer who plays as a forward for Serie A club Empoli, on loan from Inter Milan, and the Uruguay national team."}}, {"Vedat Muriqi": {"Career": "Vedat Muriqi (born 24 April 1994) is a Kosovan professional footballer who plays as a striker for La Liga club Mallorca and the Kosovo national team."}}, {"Nicola Zalewski": {"Career": "Nicola Zalewski (born 23 January 2002) is a Polish professional footballer who plays as a midfielder for Serie A club Roma. Born and raised in Italy to Polish parents, he plays for the Poland national team at international level."}}, {"Ardian Ismajli": {"Career": "Ardian Ilmi Ismajli (born 30 September 1996) is a professional footballer who plays as a defender for Serie A club Empoli. Born in Kosovo, he represents the Albania national team."}}, {"Suf Podgoreanu": {"Career": "Suf Podgoreanu (Hebrew: סוף פודגוראנו; born 20 January 2002) is an Israeli professional footballer who plays as a winger or as a forward for Israeli Premier League club Maccabi Haifa on loan from the Italian Serie A club Spezia, and both the Israel national under-21 team and the senior Israel national team."}}, {"Radu Dragusin": {"Career": "Radu Matei Drăgușin (Romanian pronunciation: [ˈradu maˈtej drəguˈʃin]; born 3 February 2002) is a Romanian professional footballer who plays as a centre-back for Serie B club Genoa, on loan from Serie A club Juventus, and the Romania national team."}}, {"Mihai Valentin Mihaila": {"Career": null}}, {"Riccardo Ciervo": {"Career": "Riccardo Ciervo (born 1 April 2002) is an Italian professional footballer who plays as midfielder or forward for Serie B club Frosinone, on loan from Sassuolo."}}, {"Ebenezer Annan": {"Career": "Ebenezer Annan (born 21 August 2002) is a Ghanaian professional footballer who plays as a defender for Italian Serie C Group B club Imolese on loan from Bologna."}}, {"Bryan Reynolds": {"Career": null}}, {"Emil Bohinen": {"Career": "Emil Bohinen (born 12 March 1999) is a Norwegian professional footballer who plays as central midfielder for Serie A club Salernitana. He is the son of former Norway international midfielder Lars Bohinen."}}, {"Luca Stanga": {"Career": "Luca Stanga (born 23 January 2002) is an Italian professional footballer, who plays as a centre-back or a right-back for Serie C club Lecco."}}, {"Luigi Samele": {"Career": null}}, {"Wisdom Amey": {"Career": "Wisdom Amey (born 11 August 2005) is an Italian professional footballer who plays as a right-back for Serie A club Bologna."}}, {"Kacper Urbanski": {"Career": "Kacper Urbański (born 7 September 2004) is a Polish professional footballer who plays as an attacking midfielder for Bologna F.C."}}, {"Antonio Raimondo": {"Career": "Antonio Raimondo (born 18 March 2004) is an Italian professional footballer, who plays as a centre-forward for Bologna."}}, {"Yayah Kallon": {"Career": "Yayah Kallon (born 30 June 2001) is a Sierra Leonean professional footballer who plays as a forward for Serie A club Hellas Verona, on loan from Genoa."}}, {"Nicolò Bertola": {"Career": "Nicolò Bertola (born 23 March 2003) is an Italian professional footballer who plays for Serie C Group B club Aquila Montevarchi on loan from Spezia."}}, {"Laurens Serpe": {"Career": "Laurens Serpe (born 7 February 2001) is an Italian football player who plays as a defender for Serie C Group B club Imolese on loan from Spezia."}}, {"Aleksander Buksa": {"Career": "Aleksander Buksa (born 15 January 2003) is a Polish professional footballer who plays as a forward for Belgian First Division A club OH Leuven, on loan from Genoa. He is the younger brother of fellow footballer Adam Buksa."}}, {"Magnus Warming": {"Career": "Magnus Warming  (Danish pronunciation: [ˈvɑːme̝ŋˀ]; born 8 June 2000) is a Danish professional footballer who plays as a forward or winger for German 2. Bundesliga club Darmstadt on loan from Torino in Serie A."}}, {"Mattia Viti": {"Career": "Mattia Viti (born 24 January 2002) is an Italian professional footballer who plays as a centre-back for  Ligue 1 club Nice."}}, {"Sydney van Hooijdonk": {"Career": "Sydney van Hooijdonk (born 6 February 2000) is a Dutch professional footballer who plays as a centre forward for Eredivisie club Heerenveen, on loan from Serie A club Bologna.\n\n"}}, {"Wajdi Kechrida": {"Career": "Wajdi Kechrida (Arabic: وجدي كشريدة; born 5 November 1995) is a Tunisian professional footballer who plays as a right-back for Super League Greece club Atromitos."}}, {"Luka Bogdan": {"Career": "Luka Bogdan (born 26 March 1996) is a Croatian professional footballer who plays as a defender for Italian Serie B club Ternana on loan from Salernitana."}}, {"Ramzi Aya": {"Career": "Ramzi Aya (born 8 February 1990) is an Italian professional footballer who plays as a defender for Serie C Group C club Avellino. He is of Tunisian descent."}}, {"Julian Kristoffersen": {"Career": "Julian Kristoffersen (born 10 May 1997) is a Norwegian professional footballer who plays as a forward for Italian club Salernitana."}}, {"Kaio Jorge": {"Career": "Kaio Jorge Pinto Ramos (born 24 January 2002), known as Kaio Jorge (Brazilian Portuguese: [ˈkaju ˈʒoɾʒɨ]) or simply Kaio, is a Brazilian professional footballer who plays as a striker for Serie A club Juventus."}}, {"Alessandro Zanoli": {"Career": "Alessandro Zanoli (born 3 October 2000) is an Italian professional footballer who plays as a right-back for Serie A club Napoli."}}, {"Tyronne Ebuehi": {"Career": "Tyronne Efe Ebuehi (born 16 December 1995) is a Nigerian professional footballer who plays as a right back for Italian Serie A club Empoli. Born in the Netherlands, he represents the Nigeria national team."}}, {"Daan Heymans": {"Career": "Daan Heymans (born 15 June 1999) is a Belgian professional footballer who plays as an attacking midfielder for Charleroi."}}, {"Dor Peretz": {"Career": "Dor Peretz (Hebrew: דור פרץ; born (1995-05-17)17 May 1995) is an Israeli professional footballer who plays as a midfielder for Maccabi Tel Aviv and the Israel national team."}}, {"Luca Fiordilino": {"Career": "Luca Antonio Fiordilino (born 25 July 1996) is an Italian professional footballer who plays as a defensive midfielder for Serie B club Venezia."}}, {"Francesco Di Mariano": {"Career": "Francesco Di Mariano (born 20 April 1996) is an Italian professional footballer who plays as a winger for Serie B club Palermo."}}, {"Tanner Tessmann": {"Career": "Francis Tanner Tessmann (born September 24, 2001) is an American professional soccer player who plays as a midfielder for Serie B club Venezia."}}, {"Nicolas Galazzi": {"Career": "Nicolas Galazzi (born 18 December 2000) is an Italian professional footballer who plays as a winger for Serie B club Brescia.\n\n"}}, {"Michael Svoboda": {"Career": "Michael Svoboda (born 15 October 1998) is an Austrian professional footballer who plays as a defender for Serie B club Venezia."}}, {"David Schnegg": {"Career": "David Schnegg (born 29 September 1998) is an Austrian professional footballer who plays as a left-back for Sturm Graz."}}, {"Bjarki Steinn Bjarkason": {"Career": "Bjarki Steinn Bjarkason (born 11 May 2000) is an Icelandic professional footballer who plays as a winger for Serie B club Venezia."}}, {"Matias Viña": {"Career": null}}, {"Petar Zovko": {"Career": "Petar Zovko (born 25 March 2002) is a Bosnia and Herzegovina professional footballer who plays as a goalkeeper for Italian Serie A club Spezia."}}, {"Pasquale Mazzocchi": {"Career": "Pasquale Mazzocchi (born 27 July 1995) is an Italian professional footballer who plays as a right-back for Serie A club Salernitana and the Italy national team."}}, {"Antonio Vacca": {"Career": "Antonio Vacca (8 August 1934 – 22 December 2020) was an Italian Roman Catholic bishop.\nVacca was born in Italy and was ordained to the priesthood in 1957. He served as bishop of the Roman Catholic Diocese of Alghero-Bosa, Italy, from 1994 to 2006.He died of throat cancer."}}, {"Marco Modolo": {"Career": "Marco Modolo (born 23 March 1989) is an Italian professional footballer who plays as a defender for and captains Serie B club Venezia."}}, {"Luis Binks": {"Career": "Luis Thomas Binks (born 2 September 2001) is an English professional footballer who plays as a defender for Italian Serie B club Como on loan from Bologna.\n\n"}}, {"Fabiano Parisi": {"Career": "Fabiano Parisi (born 9 November 2000) is an Italian professional footballer who plays as a defender for Serie A club Empoli.\nHe is nicknamed \"Il pendolino di Serino\" by Avellino supporters and fellow team members. He is a left-footed football player."}}, {"Matheus Henrique": {"Career": "Matheus Henrique de Souza (born 19 December 1997) is a Brazilian professional footballer who plays as a midfielder for Serie A club Sassuolo. He also represents the Brazil national team."}}, {"Francesco Di Tacchio": {"Career": "Francesco Di Tacchio (born 20 April 1990) is an Italian professional footballer who plays as a defensive midfielder for Serie B club Ternana."}}, {"Tommaso Baldanzi": {"Career": "Tommaso Baldanzi (born 23 March 2003) is an Italian professional footballer who plays for Serie A club Empoli as an attacking midfielder."}}, {"Matìas Soulè Malvano": {"Career": null}}, {"Fabio Miretti": {"Career": "Fabio Miretti (born 3 August 2003) is an Italian professional footballer who plays as a midfielder for Serie A club Juventus.\nMiretti joined Auxilium Saluzzo's youth setup in 2007 and moved on to Cuneo's the following year. In 2011, Miretti was bought by Juventus with which he played across its youth levels. In February 2021, he made his professional debut with the U23 team, aged 17. The following season, he became a Juventus U23 regular, and he made his Serie A and UEFA Champions League debuts with the first team and helped the U19 team reach the UEFA Youth League semi-finals. In the 2022–23 season, he was permanently promoted to the first team.\nMiretti has also represented Italy at youth levels since 2018. He has since scored nine goals in 37 appearances across Italy's levels."}}, {"David Zima": {"Career": "David Zima (born 8 November 2000) is a Czech professional footballer who plays as a defender for Serie A club Torino and the Czech Republic national team."}}, {"Abdou Harroui": {"Career": "Abdoulrahmane \"Abdou\" Harroui (Arabic: عبدو هروي; born 13 January 1998) is a professional footballer who plays as a midfielder for Serie A club Sassuolo and the Morocco national team.Born in the Netherlands, he represented his native country internationally at youth level, before opting to play for Morocco at senior level."}}, {"Jakub Kiwior": {"Career": "Jakub Piotr Kiwior (born 15 February 2000) is a Polish professional footballer who plays as a defender for Spezia and the Poland national team.\n\n"}}, {"Pablo Galdames": {"Career": null}}, {"Nicola Bagnolini": {"Career": "Nicola Bagnolini (born 14 March 2004) is an Italian professional footballer who plays as a goalkeeper for Bologna."}}, {"Aimar Sher": {"Career": "Aimar Hazar Sher (born 20 December 2002) is a Swedish professional footballer who plays as a midfielder for Serie A club Spezia."}}, {"Gerard Yepes": {"Career": "Gerard Yepes Laut (born 25 August 2002) is a Spanish professional footballer who plays as a midfielder for the Italian club Sampdoria."}}, {"Adam Obert": {"Career": "Adam Obert (born 23 August 2002) is a Slovak professional footballer who plays as a centre-back for Serie B club Cagliari.\n\n"}}, {"Niklas Pyyhtia": {"Career": "Niklas Anton Juhana Pyyhtiä (born 25 September 2003) is a Finnish professional footballer who plays as a midfielder for Serie A side Bologna."}}, {"Aurélien Nguiamba": {"Career": "Aurélien Nguiamba (born 18 January 1999) is a French professional footballer who plays for Serie A club Spezia as a midfielder."}}, {"Filippo Distefano": {"Career": "Filippo Distefano (born 28 August 2003) is an Italian professional footballer who plays for Fiorentina in Serie A."}}, {"Mattia Zanotti": {"Career": "Mattia Zanotti (born 11 January 2003) is an Italian professional footballer who plays as a right-back for Serie A club Inter Milan."}}, {"Diego Coppola": {"Career": "Diego Coppola (born 28 December 2003) is an Italian professional footballer who plays as a centre-back for Hellas Verona."}}, {"Ruan": {"Career": null}}, {"Silvan Hefti": {"Career": "Silvan Hefti (born 25 October 1997) is a Swiss footballer who plays as a defender for Serie B club Genoa. He has also made appearances for the Switzerland U21 national team.\n\n"}}, {"Leo Østigard": {"Career": "Leo Skiri Østigård (born 28 November 1999) is a Norwegian professional footballer who plays as a centre back for Serie A club Napoli and the Norway national team."}}, {"Giorgio Cittadini": {"Career": "Giorgio Cittadini (born 18 April 2002) is an Italian professional footballer, who plays as a centre-back for Serie B club Modena, on loan from Atalanta."}}, {"Alessandro Russo": {"Career": null}}, {"Andrei Motoc": {"Career": null}}, {"Mario Perrone": {"Career": "Mario Perrone (born 6 February 2003) is an Italian football player. He plays for Salernitana."}}, {"Riccardo Stivanello": {"Career": "Riccardo Stivanello (born 24 April 2004) is an Italian professional footballer who plays as a centre-back for Bologna."}}, {"Riccardo Pinzi": {"Career": "Riccardo Pinzi (born 17 August 2003) is an Italian footballer who plays as a midfielder for Serie C Group B club Fermana."}}, {"Dimitrios Keramitsis": {"Career": "Dimitrios Keramitsis (Greek: Δημήτριος Κεραμίτσης; born 1 July 2004) is a Greek professional footballer who plays as a centre-back for Serie A club Roma."}}, {"Kelvin Yeboah": {"Career": "Kelvin Kwarteng Yeboah (born 6 May 2000) is a professional footballer who plays as a forward for Serie B side Genoa. Born in Ghana, he is a youth international for Italy.\nHe is the nephew of former Ghanaian international footballer Tony Yeboah."}}, {"Maximilian Ullmann": {"Career": "Maximilian Ullmann (born 17 June 1996) is an Austrian professional footballer who plays as a left back for Serie B club Venezia and the Austria national team."}}, {"Issa Bah": {"Career": "Issa Bah (born 5 July 2002) is a professional footballer who plays as a winger for Italian Serie B club Venezia. Born in Guinea, he is a youth international for Luxembourg."}}, {"Alasanne Sidibe": {"Career": null}}, {"Tommaso De Nipoti": {"Career": "Tommaso De Nipoti (born 23 July 2003) is an Italian footballer who plays as forward for Serie A club Atalanta."}}, {"Christos Kourfalidis": {"Career": "Christos Kourfalidis (Greek: Χρήστος Κουρφαλίδης; born 11 November 2002) is a Greek professional footballer who plays as a midfielder for Serie B club Cagliari.\n\n"}}, {"Morten Frendrup": {"Career": "Morten Wetche Frendrup (Danish pronunciation: [ˈfʁɑnˀtʁɔp]; born 7 April 2001) is a Danish professional footballer who plays as a midfielder for Serie B club Genoa. He has been capped for various Denmark national youth teams.\nFrendrup was born in Tuse and played youth football with Tuse IF and Holbæk B&I before starting his professional career with Brøndby IF, where he became the youngest player to debut for the club. He became an established player under manager Niels Frederiksen, and was part of the title-winning team of 2020–21. His performances earned him a move to Serie A club Genoa in February 2022.\nHe is a Denmark youth international, having appeared for the under-21 team since 2021.\n\n"}}, {"Michel Aebischer": {"Career": "Michel Aebischer (born 6 January 1997) is a Swiss professional footballer who plays as a midfielder for Italian club Bologna and the Switzerland national team."}}, {"Denso Kasius": {"Career": "Denso Kasius (born 6 October 2002) is a Dutch professional footballer who plays as a defender for Serie A club Bologna."}}, {"Liberato Cacace": {"Career": "Liberato Gianpaolo Cacace ( kə-KAH-chee; born 27 September 2000) is a New Zealand professional footballer who plays as a left-back for Serie A club Empoli and the New Zealand national team."}}, {"Vladyslav Supryaha": {"Career": "Vladyslav Serhiyovych Supryaha (Ukrainian: Владислав Сергійович Супряга; born 15 February 2000) is a Ukrainian professional footballer who plays as a forward for Ukrainian club Dynamo Kyiv."}}, {"Emil Ceide": {"Career": "Emil Konradsen Ceïde (born 3 September 2001) is a Norwegian professional footballer who plays as a winger for Serie A club Sassuolo.\n\n"}}, {"Demba Seck": {"Career": "Demba Seck (born 10 February 2001) is a Senegalese professional footballer who plays as a forward for Serie A club Torino and the Senegal national team."}}, {"Mateusz Praszelik": {"Career": "Mateusz Praszelik (born 26 September 2000) is a Polish footballer who plays as a midfielder for Serie A side Hellas Verona, on loan from Śląsk Wrocław."}}, {"Mikael": {"Career": null}}, {"Dimitrije Kamenovic": {"Career": null}}, {"Simone Pafundi": {"Career": "Simone Pafundi (born 14 March 2006) is an Italian professional footballer who plays as a forward for Serie A club Udinese and the Italy national team."}}, {"Patrick Leal": {"Career": "Patrick Thomas Leal (born February 21, 2003) is an American professional soccer player who plays as a midfielder for Italian Serie B team Venezia. Earlier, he played for Sporting CP."}}, {"Hilmir Rafn Mikaelsson": {"Career": "Hilmir Rafn Mikaelsson (born 2 February 2004) is an Icelandic footballer who plays as a midfielder for Italian Serie B club Venezia."}}]
